[{"곡명": "TOO BAD (feat. Anderson .Paak)", "가수": "G-DRAGON", "앨범": "Übermensch", "발매일": "2025.02.25", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38589554", "좋아요": 124465, "가사": "‘G’, ‘A.P’“Let me kill ’em like I usually do, Man.” Check it How do you do?‘Tiki-Taka’ 난무 불이나 축이듯, 땀이 주르르르륵빛 쬐, Beautiful (That’s cool) 살짝쿵 손만 잡고 짝짝꿍 볼 맞장구게슴츠르레, G’azm 오르게 Dang, Is she that good?! Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for meThere you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately 긴가민가 어딘가 아리까리해Flirting인가? Bluffing인가? U got me bad MBTI가 SEXY TYPE 하니 내 색시나 해GD be like that N.G M이 나이 Zett“I don’t think so.”Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reachBreak me off! Passionately You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach)Come do something to me Come do something to me Come do something to me Too hot to touch, Show meCome do something to me Come do something to me Come do something to me 1, 2, You Too. Shall we? Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reachBreak me off! Passionately You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ The chills runnin’ I feel somethin’ I’m still runnin’ (til’ I reach) You do somethin’ The chills runnin’ I feel somethin’ I’m still runnin’"}, {"곡명": "모르시나요(PROD.로코베리)", "가수": "조째즈", "앨범": "모르시나요", "발매일": "2025.01.07", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38429074", "좋아요": 58371, "가사": "찬바람 불어오니그대 생각에 눈물짓네인사 없이 떠나시던 날그리움만 남겨놓고그리워 글썽이는 내 가슴속에오늘 그대 수천 번은 다녀가시네나는 목놓아 그대를 소리쳐 불러도그댄 아무런 대답조차 하지 않네요..기다리는 나를 왜 모르시나요어느 계절마다 난 기다리는데그저 소리 없이 울수록 서러워 서러워돌아와요 나의 그대여모르시나요눈물은 한없이 쏟아져 내려도슬픈 나의 두 눈은 끝내 마를 날 없네나의 이별은 이토록 왜 가슴 시린지왜 나 혼자만 이렇게 또 가슴 아픈지기다리는 나를 왜 모르시나요어느 계절마다 난 기다리는데그저 소리 없이 울수록 서러워 서러워돌아와요 나의 그대여모르시나요..찬바람 불어오니그대 생각에 눈물짓네인사 없이 떠나시던 날그리움만 두고가네"}, {"곡명": "like JENNIE", "가수": "제니 (JENNIE)", "앨범": "Ruby", "발매일": "2025.03.07", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38629386", "좋아요": 54388, "가사": "Come on, it’s gon be f hardSpecial edition and your AI couldn’t copy I’m leaving clues in the fitting room and it’s hot tea No I’m not thinking ’bout no exes know they miss me I got the whole room spinning like it’s tipsy Don’t bore us take you to the chorus Whooooooo wanna rock with Jennie Keep your hair done, nails done like Jennie Who else got ‘em obsessed like Jennie Like like like Jennie Jennie Jennie I think I really like Haters they don’t really like Cause they can never ever be But have you ever met Jennie Jennie Jennie Jennie Jennie It’s Jennie Jennie Jennie Jennie Jennie But have you ever met But have you ever met 얼말 줘도 못해 서커스짓 포징 한 번에 만들어 mosh pit They can't deal with me cause I’m priceless 여러 셀럽들 속에 내 DNA Get get outta my way 바비가 처키가 되기 전에Name, shame, blame Tryna burst my bubble 터트려봐 그럼 더 큰 홀에서만나는 거야 제니를 Keep shading 예술작품엔 필요해 frame이 I’ve slayed it, and I graved it Yes I'm guilty 잘난 게 죄니 Whooooooo wanna rock with Jennie Keep you hair done, nails done like Jennie Who else got ’em obsessed like Jennie Like like like I think I really like Jennie Haters they don’t really like Jennie Cause they can never ever be Jennie But have you ever met Jennie Jennie Jennie Jennie Jennie Jennie Jennie It’s Jennie Jennie Jennie Jennie Jennie Jennie Jennie Like Jennie Jennie Jennie Jennie Jennie Rock with Jennie Keep your hair done, nails done like Jennie Who else got ’em obsessed like But have you ever met Jennie But have you ever met Jennie Jennie Jennie It’s Jennie Jennie Jennie Jennie"}, {"곡명": "Drowning", "가수": "WOODZ", "앨범": "OO-LI", "발매일": "2023.04.26", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=36397952", "좋아요": 167671, "가사": "미치도록 사랑했던지겹도록 다투었던네가 먼저 떠나고여긴 온종일 비가 왔어금세 턱 끝까지 차올랐고숨이 막혀와내 맘이란 추는 나를 더깊게 더 깊게 붙잡아Oh I’m drowningIt’s raining all dayI can't breatheOh oh I’m drowningOh I’m drowningOh I’m drowningOh I’m drowningYou’re taking my life from me다 알면서 눈 감은 넌 왜다정한 말로 나를 죽여놓고날 누이고 너는 떠나갔지You cut me bad,I’m still waiting for you너 떠나고 이곳은 잠겨 눈물로날 너무 사랑했던 넌어디로 흩어졌는지내 맘이란 추는 나를 더깊게 더 깊게 붙잡아Oh I’m drowningIt’s raining all dayI can't breatheOh oh I’m drowningOh I’m drowningOh I’m drowningOh I’m drowningYou’re taking my life from me더 깊이 빠져 죽어도 되니까다시 한번만 돌아와 줄래더 깊이 빠져 죽어도 되니까다시 한번만Oh I’m drowningIt’s raining all dayI can't breatheOh oh I’m drowningOh I’m drowningOh I’m drowningOh I’m drowningYou’re taking my life from me"}, {"곡명": "HOME SWEET HOME (feat. 태양, 대성)", "가수": "G-DRAGON", "앨범": "HOME SWEET HOME (feat. 태양, 대성)", "발매일": "2024.11.22", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38242510", "좋아요": 205998, "가사": "You say, It’s changedShow must go on, Behave오랜만에 옛 노래해I’m feelin’ like I never left(That’s right) I never leftBut you ain’t know, O.K then lights camera, Act like you knowDon’t play on me no we’reAir B&B, You’re ‘Home-less’혼비백산-해진-미-장센 (mise-en-scène)도레미파시도 (Now you know it)두껍아 두껍아 Came with the troops뜯고 맛보고 즐기고 big bang when I shoot‘King’ in the Zoo, He gotta do what I do1 of 1, not of them (mirror)Man in the ‘Views’ Aimin’ at you?!Yea, I’m aiming at a man & Amen achooBless you all ‘Cleaned house’ FooGolden days are still alive외롭다는 말하지 마내가 있는 곳, 네가 있을 곳The place that I belong HOME SWEET HOMEHOME SICK HOMEWell I said, I would be backAnd I’d never let you goPick a petal off a flowerDaze you love me Nope? Well I said, I would be backAnd I’d never let you goPick a petal off a flowerDo you love me or (STOP!)Winner winner chicken killer, 삼계탕 dinner하나 둘 set down (1, 2 step) ‘Fantastic’한 팀워크Not mini, 많이. ‘More’Rock, scissors, paper. ‘Toast’This is how we do it just do it let’s do it y’allWork- work- 월화수목금토- 일They gon’ wait til’ I’m goneSo I came, I saw, I won‘G just D’ Word is my bond나 무대로 올라, Coup d’e shh단숨에 호흡곤란, Hook catch this아 ‘무제’ 도 몰라? Bull as shhWhatever?! ‘Now or Never’Golden days are still alive외롭다는 말하지 마네가 있을 곳에 내가 있는 걸The place that I belong HOME SWEET HOMEHOME SICK HOMEWell I said, I would be backAnd I’d never let you goPick a petal off a flowerDaze you love me Nope? Well I said, I would be backAnd I’d never let you goPick a petal off a flowerDo you love me or (STOP!)We alike dead or alive, Your life? Still-lifeIt’s so nice, I missed u a lot, You’re welcome Back home, Wherever you areWe alike dead or alive, Your life is still with me Livin’ good-life, Day or Nights,The high-light, It’s about time to ‘ROCK-ON’HOME SWEET HOMEHOME SICK HOMEWell I said, I would be backAnd I’d never let you goPick a petal off a flowerDaze you love me Nope? Well I said, I would be backAnd I’d never let you goPick a petal off a flowerDo you love me or (STOP!)"}, {"곡명": "나는 반딧불", "가수": "황가람", "앨범": "나는 반딧불", "발매일": "2024.10.21", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38123338", "좋아요": 133559, "가사": "나는 내가 빛나는 별인 줄 알았어요한 번도 의심한 적 없었죠몰랐어요 난 내가 벌레라는 것을그래도 괜찮아 난 눈부시니까하늘에서 떨어진 별인 줄 알았어요소원을 들어주는 작은 별몰랐어요 난 내가 개똥벌레라는 것을그래도 괜찮아 나는 빛날 테니까나는 내가 빛나는 별인 줄 알았어요한 번도 의심한 적 없었죠몰랐어요 난 내가 벌레라는 것을그래도 괜찮아 난 눈부시니까한참 동안 찾았던 내 손톱하늘로 올라가 초승달 돼 버렸지주워 담을 수도 없게 너무 멀리 갔죠누가 저기 걸어놨어 누가 저기 걸어놨어우주에서 무주로 날아온밤하늘의 별들이 반딧불이 돼 버렸지내가 널 만난 것처럼 마치 약속한 것처럼나는 다시 태어났지 나는 다시 태어났지나는 내가 빛나는 별인 줄 알았어요한 번도 의심한 적 없었죠몰랐어요 난 내가 벌레라는 것을그래도 괜찮아 난 눈부시니까하늘에서 떨어진 별인 줄 알았어요소원을 들어주는 작은 별몰랐어요 난 내가 개똥벌레란 것을그래도 괜찮아 나는 빛날 테니까"}, {"곡명": "REBEL HEART", "가수": "IVE (아이브)", "앨범": "IVE EMPATHY", "발매일": "2025.01.13", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38444825", "좋아요": 92357, "가사": "시작은 항상 다 이룬 것처럼엔딩은 마치 승리한 것처럼겁내지 않고 마음을 쏟을래 내 모양대로이제 더 이상 신경 쓰지 않아어디에서도 내 맘을 지키기오해 받을 땐 자유에 맡겨둘래다 알게 될 거니까So you can Love me, hate meYou will never be never be never be meTry me, I’ll break freeYou will never be never be never be meWe are rebels in our heart,Rebels in our heart We are rebels in our heartWe are rebels in our heart,꺾이지 않아We are rebels in our heart너는 어디가 조금 부족해너는 거기가 뭔가 좀 넘쳐I don’t care 뭐든 말은 참 쉽지그래 실행이 어려운 거야Do it, move it, do it 우린 그냥 할게내 갈 길은 멀고 그 위에는 드라마가 있어 또 외로움이 너무 길어지는 밤엔 그 맘을 쏘아 올려Love me, hate meYou will never be never be never be meTry me, I’ll break freeYou will never be never be never be meWe are rebels in our heart,Rebels in our heart We are rebels in our heartWe are rebels in our heart,꺾이지 않아We are rebels in our heartRebels in our heart!우린 따로 이유를 묻지 않고 서로가 필요할 때가 있어그런 맘이 어떤 건지 잘 알기에영원을 바라는 사이보단지금을 이해해주고 싶어We will always be the rebels Come, join as who you areWe are rebels, we are one이 마음만으로We are rebels, we are oneWe are rebels in our heart,Rebels in our heart We are rebels in our heartWe are rebels in our heart,꺾이지 않아We are rebels in our heart"}, {"곡명": "Whiplash", "가수": "aespa", "앨범": "Whiplash - The 5th Mini Album", "발매일": "2024.10.21", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38123332", "좋아요": 128263, "가사": "One look give ‘em WhiplashBeat drop with a big flash집중해 좀 더Think fast이유 넌 이해 못 해왜 이제야Know I did thatDay 1 know I been badDon’t stop흔들린 채무리해도Can’t touch that(Can't touch that)Under pressure,body sweatingCan you focus어디서나 거침없어I’m the coldest오직 나만이이 판을 바꿀 ChangerJust close your eyes,breathe in and visualizeOne look give ‘em WhiplashBeat drop with a big flash집중해 좀 더Think fast이유 넌 이해 못 해왜 이제야Know I did thatDay 1 know I been badDon’t stop흔들린 채무리해도Can’t touch that(Can't touch that)Whip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashOne look give ‘em WhiplashFancy이건 참 화려해It’s glowing and it’s flashy알아 적당함이 뭔지Keep it classy따라 하지넌 또 하나부터 열까지아닌척하지YeahUnder pressure,body sweatingCan you focus(Hoo)I deliver, I can promiseI’m the coldest(Cold)외면해도 소용없지Don't you blow itJust close your eyes,breathe in and visualize시작되는 순간끝나버린 판단기횐 오직 One timeUnforgettable찾아낸 The right light사라지지 않아눈에 새긴 One timeUnforgettableOne look give ‘em WhiplashBeat drop with a big flash집중해 좀 더Think fast이유 넌 이해 못 해왜 이제야Know I did thatDay 1 know I been badDon’t stop흔들린 채무리해도Can’t touch that(Can't touch that)I’m the highlight비춰 Red lightYeah Tonight,it's all about me(All about me)You know it’s my site 거친 Next sigh만들어갈 HistoryOne look give ‘em Whiplash(Whip-Whip)Beat drop with a big flash따라와 어서 Move fast(Move move move)이유 넌 이해 못 해왜 이제야Know I did that(Did that)Day 1 know I been bad(Been bad)Don’t stop흔들린 채다가와도Can’t touch that(Can't touch that)Whip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashWhip-WhiplashOne look give ‘em Whiplash"}, {"곡명": "오늘만 I LOVE YOU", "가수": "BOYNEXTDOOR", "앨범": "오늘만 I LOVE YOU", "발매일": "2025.01.06", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38426197", "좋아요": 129589, "가사": "그날 이후로 난 이렇게 살고더는 기타 한 번도 들지 못 하고그날 이후로 난 이렇게 살아웃기지 그런데세탁기는 가득히 밀려버린 빨래를 토해내고머리는 붕 떠 부스스해나 빼고 분주한 창밖은 벚꽃마저 바쁘고한심하기로퍽 짝이 없어도당장에 내가 내일환생할 리 만무해도추억 팔아서곡이나 쓰는 건딱 죽기보다 싫은데그날 이후로 난 이렇게 살고더는 기타 한 번도 들지 못 하고 그날 이후로 난 이렇게 살아웃기지 그런데오늘만 I love you 愛してる 사랑해라 말하고말하고 후회하면 좀 괜찮을까Love youDum dum dum yeahDum dum dum yeahWanna tell ya영감을 받은 척하고뻔한 가사를 써봐도돌고 돌아 종착지는 결국 youSo sick of being sober너에 대한 노래 아닌 척살아가겠지 오늘 내일 또 모레 지겹지만추억 팔아서곡이나 쓰는 건딱 죽기보다 싫은데그날 이후로 난 이렇게 살고더는 기타 한 번도 들지 못 하고그날 이후로 난 이렇게 살아웃기지 그런데오늘만 I love you 愛してる 사랑해라 말하고말하고 후회하면 좀 괜찮을까Love you솔직히 말해 음악 같은 건감정 소모밖엔 안 되니까가사 쓰고 기타 치는 건 의미도 없고억지스러운 감동 코드로 변질될 것 같아서 이만 할래다 별거 없는 거잖아(I love you)Dum dum dum yeah(愛してる 사랑해)Dum dum dum yeah"}, {"곡명": "APT.", "가수": "로제 (ROSÉ)", "앨범": "APT.", "발매일": "2024.10.18", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38120327", "좋아요": 209838, "가사": "아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh 아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh Kissy face, kissy face Sent to your phone but, I'm trying to kiss your lips for real Red hearts, red hearts That’s what I’m on yeah Come give me something I can feel Oh oh oh Don't you want me like I want you, baby Don't you need me like I need you now Sleep tomorrow but tonight go crazy All you gotta do is just meet me at the 아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh 아파트 아파트 아파트 아파트 아파트 아파트Uh, uh huh uh huh It’s whatever it’s whatever it’s whatever you like  Turn this 아파트 into a club I’m talking drink, dance, smoke, freak, party all night 건배 건배 girl what’s up Oh oh oh Don't you want me like I want you, baby Don't you need me like I need you now Sleep tomorrow but tonight go crazy All you gotta do is just meet me at the 아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh 아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh Hey so now you know the game Are you ready? Cause I’m comin to get ya Get ya, get ya Hold on, hold on I’m on my way Yeah yeah yeah yeah yeah I’m on my way Hold on, hold onI’m on my way Yeah yeah yeah yeah yeah I’m on my way Don't you want me like I want you, baby Don't you need me like I need you now Sleep tomorrow but tonight go crazy All you gotta do is just meet me at the 아파트 아파트 아파트 아파트 아파트 아파트 Just meet me at the (Uh huh uh huh) 아파트 아파트 아파트 아파트 아파트 아파트 Just meet me at the (Uh huh uh huh) 아파트 아파트 아파트 아파트 아파트 아파트 Just meet me at the (Uh huh uh huh) 아파트 아파트 아파트 아파트 아파트 아파트 Uh, uh huh uh huh"}, {"곡명": "HOT", "가수": "LE SSERAFIM (르세라핌)", "앨범": "HOT", "발매일": "2025.03.14", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38660167", "좋아요": 24738, "가사": "위태로운 드라이브 바꿔 넣어 gear 불타는 노을너와 내 tears soDon’t be afraid 의심 없지손을 잡아 cause tonight우린 burn to shine yeah꽉 안아줘 my dear 우리가 나눠 가진 가슴안의 흉터 자리에붉게 물든 엔진 네 눈 속의 날영원히 기억해 준다면I’m burning HOT내가 나로 살 수 있다면 재가 된대도 난 좋아So tonight 안겨 네 품 안에Bonnie and Clyde it ohNot running from it Not running from it 불타오르지 l love it 살게 해 날I'm burning HOT 마치영원함 속 날아오를 불사조같이 넌 마치기적 같은 걸 내게 또 꿈꾸게 하지 다시 타버린 내 불씨가 피어나 날개가 돋아나Now hold me tight몸을 던져, 불길 일말의 미련 없이It’s all right, we’re ride or die, yeah붉게 물든 엔진 네 눈 속의 날영원히 기억해 준다면I’m burning HOT내가 나로 살 수 있다면 재가 된대도 난 좋아So tonight 안겨 네 품 안에Bonnie and Clyde it ohNot running from it Not running from it 불타오르지 l love it 살게 해 날I'm burning HOT"}, {"곡명": "HAPPY", "가수": "DAY6 (데이식스)", "앨범": "Fourever", "발매일": "2024.03.18", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=37323944", "좋아요": 184215, "가사": "그런 날이 있을까요? 마냥 좋은 그런 날이요내일 걱정 하나 없이 웃게 되는 그런 날이요뭔가 하나씩은 걸리는 게 생기죠과연 행복할 수 있을까요 그런 날이 있을까요? 꿈을 찾게 되는 날이요 너무 기뻐 하늘 보고소리를 지르는 날이요뭐 이대로 계속해서  버티고 있으면 언젠가그런 날이 올까요  May I be happy? 매일 웃고 싶어요걱정 없고 싶어요아무나 좀 답을 알려주세요So help me주저앉고 있어요눈물 날 것 같아요그러니까 제발 제발 제발요Tell me it’s okay to be happy알고리즘엔 잘된 사람만 수도 없이 뜨네요 뭐 이대로 계속해서 살아만 있으면 언젠가저런 날이 올까요  May I be happy? 매일 웃고 싶어요걱정 없고 싶어요아무나 좀 답을 알려주세요So help me주저앉고 있어요눈물 날 것 같아요그러니까 Tell me it’s okay to be happy그냥 쉽게 쉽게 살고 싶은데내 하루하루는 왜 이리놀라울 정도로 어려운 건데May I be happy? 매일 웃고 싶어요걱정 없고 싶어요아무나 좀 답을 알려주세요So help me주저앉고 있어요눈물 날 것 같아요그러니까 제발 제발 제발요Tell me it’s okay to be happy"}, {"곡명": "ATTITUDE", "가수": "IVE (아이브)", "앨범": "IVE EMPATHY", "발매일": "2025.02.03", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38516958", "좋아요": 51351, "가사": "내 감정선은 어딘가 좀 다르게 흘러남들과는 다른 곳에 포커스를 걸어Dress up to impress but I'm impressing everyone원하거나 말거나 결국 날 찾을 걸Cuz I freeze you with my mind Then I set you right on fire네가 날 싫어해도내가 널 좋아할 수도 있어You’ll fall in love by the end of the songI'm that I'm that girl I'm that (what) I'm that attitude내가 정할게 나의 무드I'm that attitude이리저리 부딪혀도 행운은 늘 내 편인 걸I'm that I'm that girl I'm that (woo) I'm that attitude그 누가 아무리 뭐라 해도솔직히 내가 난 맘에 들어비바람 쳐도 don't care 'bout it헝클어진 머리 so pretty짜증 대신에 I'm just laughing해봐 어디 I'm so lucky방금 올린 picture, click click 머리부터 발끝까지 I don't need 너의 동의는 작은 시련이란 건나에게는 friends of mine그냥 귀여울 뿐야운명이 장난을 걸어오면놀아 줘야지 뭐 어쩌겠어I'm that I'm that girl I'm that (what) I'm that attitude내가 정할게 나의 무드I'm that attitude움츠리면 뭐할 건데 행운은 늘 내 편인 걸I'm that I'm that girl I'm that (woo) I'm that attitudeWho is that girl? She’s so hot 가까이 와 Take a shot We look so good, we’re so hot I'm that I'm that girl I'm that (what) I'm that attitude내가 정할게 나의 무드I'm that attitude움츠리면 뭐할 건데 행운은 늘 내 편인 걸I'm that I'm that girl I'm that (woo) I'm that attitude그 누가 아무리 뭐라 해도솔직히 내가 난 맘에 들어"}, {"곡명": "toxic till the end", "가수": "로제 (ROSÉ)", "앨범": "rosie", "발매일": "2024.12.06", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=38300904", "좋아요": 104954, "가사": "Call us what we areToxic from the startCan’t pretend that I was in the dark When you met my friendsDidn’t even try with themI should’ve known it then that you were Jealous and possessive So manipulating Honestly impressiveYou had me participating Back thenWhen I was running out of your place I saidI never wanna see your faceAnd thenI couldn't wait to see it againWe were toxic till the end Uh huhCuz even when I said it was overYou heard Baby can you pull me in closer You werePlotting how to stay in my headWe were toxic till the end Ladies & GentlemanI present to you, the ex His favorite game is chessWho would ever guessPlaying with the pieces in my chestNow he’s on the screenSaying don’t leaveYou stole that line from meCuz you’re just Jealous and possessive So manipulating Honestly impressiveYou had me participating Back thenWhen I was running out of your place I saidI never wanna see your faceI meantI couldn't wait to see it againWe were toxic till the end Uh huhCuz even when I said it was overYou heard Baby can you pull me in closer You werePlotting how to stay in my headWe were toxic till the end End end I can forgive you for a lot of thingsFor not giving me back my Tiffany rings I’ll never forgive you for one thing my dear You wasted my prettiest years Back thenWhen I was running out of your place I saidI never wanna see your faceI meantI couldn't wait to see it againWe were toxic Uh huhCuz even when I said it was overYou heard Baby can you pull me in closer You werePlotting how to stay in my headWe were toxic till the end End endWe were toxic till the endEnd end"}, {"곡명": "내게 사랑이 뭐냐고 물어본다면", "가수": "로이킴", "앨범": "내게 사랑이 뭐냐고 물어본다면", "발매일": "2024.10.16", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38104031", "좋아요": 66268, "가사": "뜨겁게 사랑했던계절을 지나처음과는 조금은 달라진우리 모습을걱정 하진 말아요아침에 떠오르는햇살을 보며사랑을 약속했던우리의 마음은영원한 거라저물어 가는 노을도그리고 찾아올 밤하늘도우리 함께한 시간 만큼아름다울 거예요내게 사랑이 뭐냐고 물어본다면처음의 설렘보다이 익숙함을소중해 할 수 있는 것때론 맘 같지 않아도포기하지 않고서로를 바라보며솔직해지고이해할 수 있는 것그게 사랑일 거야내가 아는 사랑인 거야바다가 지겨워지고숲이 푸르르지 않다고그 아름다움을 잊는다면사랑이 아닐 거예요내게 사랑이 뭐냐고 물어본다면처음의 설렘보다이 익숙함을소중해 할 수 있는 것때론 맘 같지 않아도포기하지 않고서로를 바라보며솔직해지고이해할 수 있는 것내가 보고 느끼고듣는 모든 것엔그대가 물들어 있어서없이는 나 살 수 없어서너가 노래가 된다면나만 알고 싶고그 어떤 가사보다아껴 부르며간직하고 싶은 것그게 사랑일 거야내가 하는 사랑인 거야그래 그게 바로 사랑일 거야"}, {"곡명": "I DO ME", "가수": "KiiiKiii (키키)", "앨범": "UNCUT GEM", "발매일": "2025.03.24", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38560939", "좋아요": 41319, "가사": "I could go somewhereMaybe anywhere내 직감은 늘 맞으니깐Just feel it손끝엔 나비That's my living ring내 걱정 NO!난 나답게 더 빛나져Feel the breeze나만 들리는 소리I can tell myself that I DO ME, I DO me right그냥 I DO ME, I DO ma way다른 그림들은 upside-down 결국 내가 가는 길이야남 눈치s, Why do you care?I'm just 달릴 거야 멋대로Still, pinky 노을빛 날개를 달고 ‘이걸 해야 돼.’‘거길 가야 돼.’상관없죠, 난 '내'가 될 거에여콩 무당벌레, That's my piercingI'm screaming Yeah! 난, 나답게 더 잘해여 Feel the breeze나만 들리는 소리I cantell myself thatI DO ME, I DO me right그냥 I DO ME, I DO ma way 다른 그림들은 upside-down결국 내가 가는 길이야남 눈치s, Why do you care?I'm just 달릴 거야 멋대로Still, pinky 노을빛 날개를 달고I run in the air! 잠 못 드는 밤, 나 달빛 보며 Maybe, I'm 별난 아이Maybe, 내 꿈 의심 들 때도Keep it in your soul내 상상보다 더 큰 나였어겁 없는 my face, no need to chaseEyes closed and 들려 whispering\"I do me, I do it my way!\" I DO ME, I DO me right 그냥 I DO ME, I DO ma way다른 그림들은 upside-down결국 내가 가는 길이야남 눈치s, Why do you care?I'm just 달릴 거야 멋대로Still, pinky 노을빛 날개를 달고 I run in the air!"}, {"곡명": "Flower", "가수": "오반(OVAN)", "앨범": "교회오빠", "발매일": "2025.03.13", "장르": "발라드, 인디음악", "detail_url": "https://www.melon.com/song/detail.htm?songId=38635449", "좋아요": 25156, "가사": "가장 위태로울 때마치 구원처럼내 삶 속에 들어와 준 사람늘 잊지 않을게그대를 기다렸던 밤그 설레었던 맘이제 나의 기쁨이 되어 주겠니아름다운 그대 사랑할래Oh you falling from the sky언젠가 바라왔던 별 같은 기적Oh I was in the dark날 밝혀줘나 그댈 담고 싶어요돌아갈 곳 없을 때 마치 내 집처럼늘 한 곳에 기다려 준 사람나도 되어 주고 파그대가 안전한 날개 쉴 만한 물가부족한 나에게 힘이 돼 주는 따듯한 그대 사랑할래Oh you falling from the sky언젠가 바라왔던 별 같은 기적Oh I was in the dark날 밝혀줘나 그댈 담고 싶어요한번쯤 쉬어가는 곳시냇가에 심겨진 한 그루 나무처럼한달 씩 그대를 닮은 꽃언제나 이 곳에 있어 준 그댈 위하여Oh you falling from the sky언젠가 바라왔던 별 같은 기적Oh I was in the dark날 밝혀줘나 그댈 담고 싶어요"}, {"곡명": "PO￦ER", "가수": "G-DRAGON", "앨범": "PO￦ER", "발매일": "2024.10.31", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38164895", "좋아요": 155181, "가사": "When G.D’s in the house (Übermensch)When G.D’s in the house Guess who’s back (It’s ur boy G.D)Now I got the power, The power power up power powerThe power up power power yet, yet억까 짤 퍼다 샬라샬라하다가 shout outPump up the power 난 자유로워 yap, yapDo not waste your time yea it’s gotta be meProve ‘em all wrong I’ve got all the receiptsI got the power the power power up power나는 나다워서 아름다워 yep, yep애들이 나보고 개꿀이라더군댓글 리플 관종 걔들 입틀막고2세대 한정품이 세기의 완성품(Like a Dragon fly) 누울 자리 글로 발명품Hi-Hey-How u doin’ My-my name is (Called)G to the D or ‘GOAT’ the livin’ legendKing is still poppin’ (star) ’K‘- 다시I heard you’ve got the straight flush (Whateva) “He’s 4ever royal.”I don’t give a 쉬-잇 웃다 끝 ‘돈’ 기부 ‘억’ 씨-익권력오남용 묻고 관용 천재 지병 불가항력Way too strong I’ve got thatNow I got the power, The power power up power powerThe power up power power yet, yet억까 짤 퍼다 샬라샬라하다가 shout outPump up the power 난 자유로워 yap, yapDo not waste your time yea it’s gotta be meProve ‘em all wrong I’ve got all the receiptsI got the power the power power up power나는 나다워서 아름다워 yep, yep일당백 ‘지뢰밭’ 본업이(Born to be) ‘BANG’ Nothin’ U ain’t know But A ‘G’ ThangBut my girl, Y’all my brothers (Who run the world?) The world is yours동서남북 Asia (미르시여) Europe to Australia (나르샤) Africa 2 America (어서옵쇼)Started from the bottom ‘Now, Here’ (아리랑)I don’t give a 쉬-잇 웃다 끝 ‘돈’ 기부 ‘억’ 씨-익권력오남용 묻고 관용 천재 지병 불가항력Way too strong I’ve got thatNow I got the power, The power power up power powerThe power up power power yet, yet억까 짤 퍼다 샬라샬라하다가 shout outPump up the power 난 자유로워 yap, yapDo not waste your time yea it’s gotta be meProve ‘em all wrong I’ve got all the receiptsI got the power the power power up power나는 나다워서 아름다워 yep, yepI got the power the power power, “88 날아.”"}, {"곡명": "TAKE ME", "가수": "G-DRAGON", "앨범": "Übermensch", "발매일": "2025.02.25", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38589557", "좋아요": 51787, "가사": "M.B.T.M.I.U (My Baby Take Me I’m Yours)M.B.T.M.I.U (My Baby Take Me I’m Yours)꿈에도 암만 낯설는지 몰라부담스럽지만은 설레잖아아무 말 없이 숙맥 타 더 좋아You’re mine & I’m yours너의 모든 게 너무 아름다워어떡해 대체 불가한 여자면그대여 이제 내 사랑을 받아You’re mine & I’m yours별이 빛나는 이 밤 가슴속 떨리는 마음너를 향해 모두 줄게 babe좀 더 내게 다가와 내 두 손을 잡아봐나를 너에게 줄게Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours 너의 눈을 보고 있으면 알아제발 아니라고 말하지 말아숨기려 해도 태가 숨지 않아Are you mine? Cuz I’m yours별이 빛나는 이 밤 가슴속 떨리는 마음너를 향해 모두 줄게 babe좀 더 내게 다가와 내 두 손을 잡아봐나를 너에게 줄게Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours Baby- baby- baby-Baby- baby- baby-빠르게 흘러만 가는 이 시간이 싫어 군침만 도는달리 난 너를 보낼 수는 없어 Hurry upBaby I’m yours(Nile Rodgers solo)Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours Take me take me take me I’m yoursTake me take me I’m yoursTake me take me I’m yours Baby- baby- baby-Baby- baby- baby-Baby- baby- baby-Baby- baby- baby-"}, {"곡명": "미치게 그리워서", "가수": "황가람", "앨범": "미치게 그리워서", "발매일": "2025.02.09", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38536472", "좋아요": 21435, "가사": "땅거미진 거리에 어둠이 잦아들면저 거리 불빛 가슴을 친다찬 바람에 무뎌진 사소한 두려움이빈 사랑에 남겨져 내 몸이 아파온다아주 가끔 가끔 미치게 그리워서멍하니 하늘에 기대어 너의 안부를 묻곤한다너도 가끔 조금 내 생각 나긴하니듣는 이 없는 이 노래를 혼자 오늘도 불러본다나 쓸쓸히 걷다가 문득 너 생각나서허전한 맘에 술 한잔 한다내 손에 쥔 전화에 니 이름 지워봐도넌 지우지 못하고 일어나 집에 간다아주 가끔 가끔 미치게 그리워서사는게 지치고 힘들다 모진 너를 원망해본다바보 같은 내가 정말로 사랑한다너밖에 없는 나에게는 정말 세상이 잔인하다가진건 없지만 남은 내 사랑을 다 준 한 사람너에게 미쳐 사랑이 미쳐 너에게로 달려간다아주 가끔 가끔 미치게 그리워서멍하니 하늘에 기대어 너의 안부를 묻곤한다너도 가끔 조금 내 생각 나긴하니미칠 듯 사랑한 기억에 죽을 만큼 널 보고 싶다"}, {"곡명": "소나기", "가수": "이클립스 (ECLIPSE)", "앨범": "선재 업고 튀어 OST Part 1", "발매일": "2024.04.08", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=37390939", "좋아요": 177677, "가사": "그치지 않기를 바랬죠처음 그대 내게로 오던 그날에잠시 동안 적시는그런 비가 아니길간절히 난 바래왔었죠그대도 내 맘 아나요매일 그대만 그려왔던 나를오늘도 내 맘에 스며들죠그대는 선물입니다 하늘이 내려준 홀로 선 세상 속에그댈 지켜줄게요어느 날 문득  소나기처럼 내린 그대지만 오늘도 불러 봅니다 내겐 소중한 사람Oh 떨어지는 빗물이어느새 날 깨우고그대 생각에 잠겨요이제는 내게로 와요언제나처럼 기다리고 있죠그대 손을 꼭 잡아줄게요그대는 선물입니다 하늘이 내려준 홀로 선 세상 속에그댈 지켜줄게요어느 날 문득  소나기처럼 내린 그대지만 오늘도 불러 봅니다 내겐 소중한 사람잊고 싶던 아픈 기억들도빗방울과 함께 흘려보내면 돼요때로는 지쳐도하늘이 흐려도내가 있다는 걸 잊지 말아요그대는 사랑입니다 하나뿐인 사랑 다시는 그대와 같은 사랑 없을 테니잊지 않아요내게 주었던작은 기억 하나도오늘도 새겨봅니다 내겐 선물인 그댈"}, {"곡명": "Dash", "가수": "PLAVE", "앨범": "Caligo Pt.1", "발매일": "2025.02.03", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=38517300", "좋아요": 53566, "가사": "실낱같았던한 줄기의 빛을 봤어칠흑 같은 어둠 속에끝을 헤매고 있어아름답던 영원처럼아득히 펼쳐진 꿈Time is freakin’ running outI gotta dashBreak up the wayI’m in my devilDon’t make me madI gotta dashBreak up the wayI’m in my devilDon’t make me madI fly for peaceNever lose in this place거침 따위 전혀 보이지 않지Ma prime seriesNew chapter le get itDon’t slow downNever repeat itDon’t stop for lifeGive me Give me thatOh, we’ll rock!The question is where you at nowTake it easy now어차피 정해진 답은 없으니 keep it up날 깨워줘악몽처럼까맣게 뒤덮인 꿈Time is freakin’ running outI gotta dashBreak up the wayI’m in my devilDon’t make me madI gotta dashBreak up the wayI’m in my devilDon’t make me mad다시 뒤바뀌는 결말은네 선택에 놓여약속했던 그날의 숨결I gotta dashBreak up the wayI’m in my devil(혁명은 시작됐어일어나 영광은 우리의 것)Don’t make me madI gotta dashBreak up the wayI’m in my devil(혁명은 시작됐어일어나 영광은 우리의 것)Don’t make me madImmortal ImmortalImmortal ImmortalImmortal ImmortalImmortal Immortal"}, {"곡명": "한 페이지가 될 수 있게", "가수": "DAY6 (데이식스)", "앨범": "The Book of Us : Gravity", "발매일": "2019.07.15", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=31927275", "좋아요": 348528, "가사": "솔직히 말할게많이 기다려 왔어너도 그랬을 거라 믿어오늘이 오길매일같이 달력을 보면서솔직히 나에게도지금 이 순간은꿈만 같아 너와 함께라오늘을 위해꽤 많은 걸 준비해 봤어All about you and I다른 건 다 제쳐 두고Now come with meTake my hand아름다운 청춘의 한 장함께 써내려 가자너와의 추억들로가득 채울래Come on아무 걱정도 하지는 마나에게 다 맡겨 봐지금 이 순간이다시 넘겨볼 수 있는한 페이지가 될 수 있게This is our pageOur page솔직히 말할게지금이 오기까지마냥 순탄하진 않았지오늘이 오길나도 목 빠져라 기다렸어솔직히 나보다도네가 몇 배는 더힘들었을 거라고 믿어오늘을 위해그저 견뎌줘서 고마워All about you and I다른 건 다 제쳐 두고Now come with meTake my hand아름다운 청춘의 한 장함께 써내려 가자너와의 추억들로가득 채울래Come on아무 걱정도 하지는 마나에게 다 맡겨 봐지금 이 순간이다시 넘겨볼 수 있는한 페이지가 될 수 있게Want you toCome on out and have funWant us toHave the time of our lifeOh너와의 추억들로가득 채울래Come on아무 걱정도 하지는 마나에게 다 맡겨 봐지금 이 순간이다시 넘겨볼 수 있는한 페이지가 될 수 있게This is our pageOur page"}, {"곡명": "사랑은 늘 도망가", "가수": "임영웅", "앨범": "신사와 아가씨 OST Part.2", "발매일": "2021.10.11", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=34061322", "좋아요": 225171, "가사": "눈물이 난다 이 길을 걸으면그 사람 손길이 자꾸 생각이 난다붙잡지 못하고 가슴만 떨었지내 아름답던 사람아사랑이란 게 참 쓰린 거더라잡으려 할수록 더 멀어지더라이별이란 게 참 쉬운 거더라내 잊지 못할 사람아사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데바람이 분다 옷깃을 세워도차가운 이별의 눈물이 차올라잊지 못해서 가슴에 사무친내 소중했던 사람아사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데기다림도 애태움도 다 버려야 하는데무얼 찾아 이 길을 서성일까무얼 찾아 여기 있나사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데잠시 쉬어가면 좋을 텐데"}, {"곡명": "천상연", "가수": "이창섭", "앨범": "천상연 (웹툰 '선녀외전' X 이창섭 (LEE CHANGSUB))", "발매일": "2024.02.21", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=37228861", "좋아요": 123245, "가사": "아니길 바랬었어꿈이길 기도했지너 없는 가슴으로 살아가야 하는 건내게는 너무 힘겨운걸그렇게 사랑했던너무도 소중했던지난날이 서러워 자꾸 눈물이 흘러내 삶은 너뿐인데사랑해 널 잊을 순 없을 거야미안해 너를 지키지 못한 것을너의 행복한 모습 나 보기를 원해부디 새롭게 시작하길 바래하늘이 우리를 갈라 놓지만눈물로 너를 보내려고 하지만너를 얼마나 내가 사랑했는 줄 아니영원히 너를 지켜보며 살 거야행복하길 바래그렇게 사랑했던너무도 소중했던지난날이 서러워 자꾸 눈물이 흘러내 삶은 너뿐인데사랑해 널 잊을 순 없을 거야미안해 너를 지키지 못한 것을너의 행복한 모습 나 보기를 원해부디 새롭게 시작하길 바래하늘이 우리를 갈라 놓지만눈물로 너를 보내려고 하지만너를 얼마나 내가 사랑했는 줄 아니영원히 너를 지켜보며 살 거야행복하길 바래널 사랑해미안해 너를 지키지 못한 것을너의 행복한 모습 나 보기를 원해부디 새롭게 시작하길 바래행복하길 바래"}, {"곡명": "Welcome to the Show", "가수": "DAY6 (데이식스)", "앨범": "Fourever", "발매일": "2024.03.18", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=37323943", "좋아요": 172606, "가사": "이젠 혼자가 아닐 무대너무나 감격스러워끝없는 가능성 중에날 골라줘서 고마워나와 맞이하는 미래가위태로울지도 몰라하지만 눈물 가득한감동이 있을지도 몰라그래도내 손놓지 않겠다면If soThen let's go Welcome to the showOh이것만큼은 맹세할게내 전부를 다 바칠게네 눈빛 흔들리지 않게널 바라보며 서 있을게알아 너의 결정이 쉽지 않았을 거야후회 없게 하는 건 이제 나의 몫이야끝까지같이함께 가겠다면If soThen let's goWelcome to the showOh이것만큼은 맹세할게내 전부를 다 바칠게네 눈빛 흔들리지 않게널 바라보며 서 있을게막이 내릴 그날에도그때도 네 손 꼭 잡은 채너라서 행복했다고서로가 말할 수 있도록 이것만큼은 맹세할게내 전부를 다 바칠게네 눈빛 흔들리지 않게널 바라보며 서 있을게OhOh"}, {"곡명": "Supernova", "가수": "aespa", "앨범": "Armageddon - The 1st Album", "발매일": "2024.05.13", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37524037", "좋아요": 179692, "가사": "I’m like some kind of SupernovaWatch outLook at me go재미 좀 볼빛의 CoreSo hot hot문이 열려서로의 존재를 느껴마치 Discord날 닮은 너 너 누구야(Drop)사건은 다가와 Ah Oh Ay거세게 커져가 Ah Oh AyThat tick that tick tick bombThat tick that tick tick bomb감히 건드리지 못할 걸(누구도 말이야)지금 내 안에선Su su su SupernovaNovaCan’t stop hyperstellar원초 그걸 찾아Bring the light of a dying star불러낸 내 우주를 봐 봐SupernovaAh Body bangMake it feel too right휩쓸린 에너지 It’s so special잔인한 Queen 이며 Scene 이자 종결이토록 거대한 내 안의 Explosion내 모든 세포 별로부터 만들어져(Under my control Ah)질문은 계속돼 Ah Oh Ay우린 어디서 왔나 Oh Ay느껴 내 안에선Su su su SupernovaNovaCan’t stop hyperstellar원초 그걸 찾아Bring the light of a dying star불러낸 내 우주를 봐 봐Supernova보이지 않는 힘으로네게 손 내밀어 볼까가능한 모든 가능성무한 속의 너를 만나It’s about to bang bangDon’t forget my nameSu su su Supernova사건은 다가와 Ah Oh Ay거세게 커져가 Ah Oh Ay질문은 계속돼 Ah Oh Ay우린 어디서 왔나 Oh Ay사건은 다가와 Ah Oh Ay거세게 커져가 Ah Oh AyTell me, tell me, tell me Oh Ay우린 어디서 왔나 Oh Ay우린 어디서 왔나 Oh AyNovaCan’t stop hyperstellar원초 그걸 찾아Bring the light of a dying star불러낸 내 우주를 봐 봐Supernova사건은 다가와 Ah Oh Ay(Nu star)거세게 커져가 Ah Oh Ay질문은 계속돼 Ah Oh Ay(Nova)우린 어디서 왔나 Oh Ay사건은 다가와 Ah Oh Ay거세게 커져가 Ah Oh Ay질문은 계속돼 Ah Oh Ay(Nova)Bring the light of a dying starSupernova"}, {"곡명": "청춘만화", "가수": "이무진", "앨범": "만화 (滿花)", "발매일": "2024.10.07", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=38071559", "좋아요": 49340, "가사": "우린 멋진 나이야좀 어리긴 하지만하고픈 일이나 가고픈 길해야 할 일들까지 많으니까우린 확신 속에 숨은 불확실함우리란 꽃말을 지닌 라일락영원할 것만 같은 이 시간이다던질게 이 청춘의 끝까지 날깊이 잠겼어도 떠오른 때쓰러졌어도 벅차오른 때많은 어제를 지나왔으니점이 되어버린 출발선에무모했던 날의 날 데리러언젠간 돌아갈 거라 믿어푸르른 공기가 나를사무친다 가득하늘을 날을 수 있을 듯한 밤이다잔요동이 헤엄쳐 오는 곳이어딘지 몰라 안 가는 건 아니야따사로운 온기가 닿을구름을 향하는비행이 망설여지기도 하겠지만한 번뿐인 이 모험을 겁내진 않아오늘보다 오래된 날은 없으니 어서날아오르자우린 멋진 나이지만아직 어린아이라빠르게 밀려오는 여정이두렵게만 느껴질 때가 있다오늘은 지나쳐가는 유람일까?혹은 기나긴 꿈 이야긴가?답을 찾는 건 어렵기만 하지만따라야지 그게 청춘이라니까누군 위에 누군 저기 아래또 누군 다른 길로 떠났네점점 혼잔 게 외롭긴 해도멈추지만 않으면 도착해끝과 시작의 과정 사이의 나의쉼표를 그늘진 길가에다푸르른 공기가 나를사무친다 가득하늘을 날을 수 있을 듯한 밤이다잔요동이 헤엄쳐 오는 곳이어딘지 몰라 안 가는 건 아니야언젠가 마지막안녕이란 인사 뒤에 나올 음악시간은 흘러서 이건 명장면이 될 거야조금은 씁쓸하겠지만서도지나면 아련한 만화그래서 찬란한우리가 기다린 미래도 우릴 기다릴까분명한 건 지금보다 환하게빛날 거야 아직 서막일 뿐야푸르른 공기가 날사무쳐 안아하늘을 날을 수 있을 듯한 밤이다잔요동이 헤엄쳐 오는 곳으로 가자이 세상에서 제일 높은 곳을 향해서뛰어오르자"}, {"곡명": "예뻤어", "가수": "DAY6 (데이식스)", "앨범": "Every DAY6 February", "발매일": "2017.02.06", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=30232719", "좋아요": 366365, "가사": "지금 이 말이우리가 다시시작하자는 건 아냐그저 너의남아있던 기억들이떠올랐을 뿐이야정말 하루도 빠짐없이 너는사랑한다 말해줬었지잠들기 전에 또 눈 뜨자마자 말해주던 너생각이 나 말해보는 거야예뻤어날 바라봐 주던 그 눈빛날 불러주던 그 목소리다 다그 모든 게 내겐예뻤어더 바랄게 없는듯한 느낌오직 너만이 주던 순간들다 다지났지만넌 너무 예뻤어너도 이제는나와의 기억이추억이 되었을 거야너에게는어떤 말을 해도 다지나간 일일 거야정말 한번도 빠짐없이 너는나를 먼저 생각해줬어 아무 일 아니어도 미안해 고마워 해주던 너생각이 나 말해보는 거야예뻤어날 바라봐 주던 그 눈빛날 불러주던 그 목소리다 다그 모든 게 내겐예뻤어더 바랄게 없는듯한 느낌오직 너만이 주던 순간들다 다지났지만넌 너무 예뻤어아직도 가끔 네 생각이 나어렵게 전화를 걸어볼까생각이 들 때도 많지만Baby I know it's already over아무리 원해도 너는 이제이미 끝나버린 지난날의한편의 영화였었단 걸난 알아마지막날 바라봐 주던 그 눈빛잘 지내라던 그 목소리다 다그마저도 내겐예뻤어내게 보여준 눈물까지너와 가졌던 순간들은다 다지났지만넌 너무 예뻤어"}, {"곡명": "DRIP", "가수": "BABYMONSTER", "앨범": "DRIP", "발매일": "2024.11.01", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38161297", "좋아요": 56445, "가사": "When I dress I don’t think so muchI could be the GOATI don’t need too muchI’mma set a goalI’mma eat that lunchBaby so cold get that ice cream truck찌릿찌릿 끼리끼리 놀아볼까Kitty kitty yeah we gonna run this townHittin’ me up cause I got what they likeBaby got no chance better hit that danceMmm, na-na-naI’ll be there 고민하지 마Uh, na-na-naI’ll be there 망설이지 마But you don’t know ’bout meYeah yeah, you gon’ know ’bout me boy아름다운 별들이 빛나는 밤이야Mmmh, what you say끝없는 가치You know it’s all meGot thatOoh, what you sayAre you ready?Set, turn on the lightsBaby got passion, ambition난 보란 듯이Look at that온몸으로 느끼는 내 몸짓Baby gotDrip, drip, drip, drip, drip, drip, dripBaby gotDrip, drip, drip, drip, drip, drip, dripLet ’em outMonster, monster, monster came to conquerBaby, holla wassupWe the best, the rest confess, we blessed판을 180도 바꿔Y to the G, no copy, no Knock offBet on my life this pitch I’m gon’ walk-offMONSTIEZ 꽉 잡아 Hold tight끝까지 밟아You know we gon’ rideMmm, na-na-naI’ll be there 고민하지 마Uh, na-na-naI’ll be there 망설이지 마But you don’t know ’bout meYeah yeah, you gon’ know ‘bout me boy아름다운 별들이 빛나는 밤이야Mmmh, what you say끝없는 가치You know it’s all meGot thatOoh, what you sayAre you ready?Set, turn on the lightsBaby got passion, ambition난 보란 듯이Look at that온몸으로 느끼는 내 몸짓Baby gotDrip, drip, drip, drip, drip, drip, dripBaby gotDrip, drip, drip, drip, drip, drip, drip가끔 쓰러진대도I’mma shine as bright as diamondsSay my name다시 일어나Now watch me do it all againBaby got drip, drip, dripBaby got, baby got, baby gotDrip, drip, dripYou know we got got that dripBaby got drip, drip, dripBaby got, baby got, baby gotDrip, drip, dripGot that drip yeah"}, {"곡명": "Die With A Smile", "가수": "Lady Gaga", "앨범": "Die With A Smile", "발매일": "2024.08.16", "장르": "POP", "detail_url": "https://www.melon.com/song/detail.htm?songId=37901626", "좋아요": 78393, "가사": "I, I just woke up from a dreamWhere you and I had to say goodbyeAnd I don't know what it all meansBut since I survived, I realizedWherever you go, that's where I'll followNobody's promised tomorrowSo I'ma love you every night like it's the last nightLike it's the last nightIf the world was endingI'd wanna be next to youIf the party was overAnd our time on Earth was throughI'd wanna hold you just for a whileAnd die with a smileIf the world was endingI'd wanna be next to youOoh, lost, lost in the words that we screamI don't even wanna do this anymore'Cause you already know what you mean to meAnd our love's the only one worth fighting forWherever you go, that's where I'll followNobody's promised tomorrowSo I'ma love you every night like it's the last nightLike it's the last nightIf the world was endingI'd wanna be next to youIf the party was overAnd our time on Earth was throughI'd wanna hold you just for a whileAnd die with a smileIf the world was endingI'd wanna be next to youRight next to youNext to youRight next to youOh-ohIf the world was endingI'd wanna be next to youIf the party was overAnd our time on Earth was throughI'd wanna hold you just for a whileAnd die with a smileIf the world was endingI'd wanna be next to youIf the world was endingI'd wanna be next to youI'd wanna be next to you"}, {"곡명": "어떻게 이별까지 사랑하겠어, 널 사랑하는 거지", "가수": "AKMU (악뮤)", "앨범": "항해", "발매일": "2019.09.25", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=32061975", "좋아요": 481771, "가사": "일부러 몇 발자국 물러나내가 없이 혼자 걷는 널 바라본다옆자리 허전한 너의 풍경흑백 거리 가운데 넌 뒤돌아본다그때 알게 되었어난 널 떠날 수 없단 걸우리 사이에 그 어떤 힘든 일도이별보단 버틸 수 있는 것들이었죠어떻게 이별까지 사랑하겠어널 사랑하는 거지사랑이라는 이유로서로를 포기하고찢어질 것같이 아파할 수 없어 난두세 번 더 길을 돌아갈까적막 짙은 도로 위에 걸음을 포갠다아무 말 없는 대화 나누며주마등이 길을 비춘 먼 곳을 본다그때 알게 되었어난 더 갈 수 없단 걸한 발 한 발 이별에 가까워질수록너와 맞잡은 손이 사라지는 것 같죠어떻게 이별까지 사랑하겠어널 사랑하는 거지사랑이라는 이유로서로를 포기하고찢어질 것같이 아파할 수 없어 난어떻게 내가 어떻게 너를이후에 우리 바다처럼 깊은 사랑이다 마를 때까지기다리는 게 이별일 텐데어떻게 내가 어떻게 너를이후에 우리 바다처럼 깊은 사랑이다 마를 때까지기다리는 게 이별일 텐데"}, {"곡명": "우리들의 블루스", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=34908740", "좋아요": 114487, "가사": "잊지는 말아요 함께 했던 날들눈물이 날 때면그대 뒤를 돌아보면 돼요아프지 말아요 쓸쓸한 마음에힘든 일이 참 많았죠 그대에겐내가 곁에 있을게요그댈 위해 노래할게요잊지 말아요그댈 위해 약속할게요언젠가 우리 시간 지나면알게 되겠죠그땐 웃을 수 있죠 나 약속할게요그땐 미소 짓겠죠작은 행복까지 모두외롭고 지칠 때 손잡아 줄게요슬픔이 짙어질 때면 위로해 줄그 한 사람이 될게요그대 부디 울지 말아요슬퍼 말아요그대에게 빛이 될게요언젠가 우리 시간 지나면알게 되겠죠그땐 웃을 수 있죠 나 약속할게요폭풍 속에 혼자 남아 헤매도 오길이 되어 지킬게요 그대그댈 위해 노래할게요잊지 말아요그댈 위해 약속할게요어두운 길을 밝게 비추는그대의 빛이 될게요"}, {"곡명": "슬픈 초대장", "가수": "순순희(지환)", "앨범": "슬픈 초대장", "발매일": "2023.12.19", "장르": "발라드, 인디음악", "detail_url": "https://www.melon.com/song/detail.htm?songId=37069064", "좋아요": 68068, "가사": "내 야윈 손위로 온 초대장 위에널 데려간다는 그와 네 이름오래전 헤어지던 날자꾸 내 눈앞에 스쳐혼자서도 난 서글픈데수화기 너머로 젖은 네 목소리그때 왜 날 보내줬냐고첨부터 널 사랑했다면마지막까지 붙잡아야 했다고그 많은 사연들 다 버려둔 채로날 떠난 너였잖아지금 그를 사랑한다면서왜 이제 와서 또 바보처럼 흔들려누굴 위해 돌아봐아픈 가슴 추억으로 달래며네 행복을 믿었는데차라리 날 다 지워버려넌 그를 택한 세상에 후회하지 않도록 남들처럼 나도 멀리서 나마축하하고 싶으니다 기억할 만큼 모질지 못한 너날 두 번 울리잖아되돌리긴 너무 늦었는데왜 이제 와서 또 바보처럼 흔들려누굴 위해 돌아봐아픈 가슴 추억으로 달래며네 행복을 믿었는데차라리 날 다 지워버려넌 그를 택한 세상에 후회하지 않도록남들처럼 나도 멀리서 나마축하하고 싶으니부디 가서 영원해 줘"}, {"곡명": "RIZZ", "가수": "PLAVE", "앨범": "Caligo Pt.1", "발매일": "2025.02.03", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38517301", "좋아요": 40543, "가사": "I’m a sweetie cupcake Feelin’ like uh uhI swear to god babe Feelin’ like 너 I’m a sweetie cupcake Feelin’ like uh uhI swear to god babe You could be my love또 다르지 넌 이런 식 drive into your zone핑크빛으로 물들었지 온 세상을 drawChasin’ chasin’ 너를 따라둘만의 Tastin’ tastin’ 너를 따라On a scale one to ten how happy are you?대답은 눈빛으로 해깊어질수록 빠져드는 너의 grooveI just wanna know 이 음악의 climaxI’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeFeelin’ like 너 I’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeYou could be my loveFreaky cheeky  freakyooh 내게만 허락해 줘 I want your lipsFreaky cheeky freakyooh 난 지금 보고싶어 show me your RIZZ넌 그냥 숨만 쉬어도 모든 시선들을 앗아가지 네 존재는 diamond운명을 가장한 우연일지라도 I don’t care nothin’ 밤새 rock it케바케니 사바사니 Nope, We’re just differentReady get set Vroom #OFFROAD yeah we’re drivin’ wildPlease don’t stop it 도착지가 보여 OhHow you feel?깊어질수록 빠져드는 너의 grooveI just wanna know 이 음악의 climaxI’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeFeelin’ like 너 I’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeYou could be my loveFreaky cheeky freaky ooh 내게만 허락해 줘 I want your lipsFreaky cheeky freakyooh 난 지금 보고싶어 show me your RIZZOh 자꾸 눈이 감겨 흐릿해져But 그 목소리에 또 선명해져Right awayI’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeFeelin’ like 너 I’m a sweetie cupcakeFeelin’ like uh uhI swear to god babeYou could be my loveFreaky cheeky freaky ooh 내게만 허락해 줘 I want your lipsFreaky cheeky freakyooh 난 지금 보고싶어 show me your RIZZ"}, {"곡명": "Love wins all", "가수": "아이유", "앨범": "The Winning", "발매일": "2024.01.24", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=37145732", "좋아요": 207135, "가사": "Dearest, Darling, My universe날 데려가 줄래?나의 이 가난한 상상력으론떠올릴 수 없는 곳으로저기 멀리 from Earth to Mars꼭 같이 가줄래?그곳이 어디든, 오랜 외로움그 반대말을 찾아서 어떤 실수로 이토록 우리는 함께일까세상에게서 도망쳐 Run on나와 저 끝까지 가줘 My lover나쁜 결말일까 길 잃은 우리 둘 um부서지도록 나를 꼭 안아더 사랑히 내게 입 맞춰 LoverLove is all Love is allLove Love Love Love결국, 그럼에도,어째서 우리는서로일까세상에게서 도망쳐 Run on나와 저 끝까지 가줘 My lover나쁜 결말일까 길 잃은 우리 둘 um찬찬히 너를 두 눈에 담아한 번 더 편안히 웃어주렴유영하듯 떠오른그날 그 밤처럼,나와 함께 겁 없이저물어줄래? 산산히 나를 더 망쳐 Ruiner너와 슬퍼지고 싶어 My lover필연에게서 도망쳐 Run on나와 저 끝까지 가줘 My lover일부러 나란히 길 잃은 우리 두 사람부서지도록 나를 꼭 안아더 사랑히 내게 입 맞춰 LoverOur Love wins all Love wins allLove Love Love Love"}, {"곡명": "Island", "가수": "PLAVE", "앨범": "Caligo Pt.1", "발매일": "2025.02.03", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38517302", "좋아요": 38855, "가사": "Heavenly lightsI never cared to view til nowLove in lifeI never dared to pursue til nowOoh, damned out of chancesFelt lost at  seaOoh, your glances moved something in meYou opened my eyesRescued me out of the blueLost on this IslandNothing new - All black & white‘Til you came in - Lovely and smilin’Bringing hues, color, and lightSwear that I could spend every dayWaiting for youKnowing what you bring to lifeFrom my wishesTo your kissesShare this Island with meTonightWe lit the fireFeel so encouraged with you aroundEven thoughI’ve spent so many moons in doubtOoh Taking our chances, dancing at seaTwoScattered pictures, now picture completeNo, we can’t denyHeaven from out of the blueLost on this IslandNothing new - All black & white‘Til you came in - Lovely and shinin’Bringing hues, color, and lightSwear that I could spend every dayWaiting for youSaving my life when you smileFrom my wishesTo your kissesShare this Island with meTonight, tonightLost on this IslandNothing new - All black & white‘Til you came in - Lovely and shinin’Bringing hues, color, and lightSwear that I could spend everydayWaiting for youSaving my life when you smileFrom my wishesTo your kissesShare this Island with meTonight, tonight"}, {"곡명": "UP (KARINA Solo)", "가수": "aespa", "앨범": "SYNK : PARALLEL LINE - Special Digital Single", "발매일": "2024.10.09", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38077932", "좋아요": 108392, "가사": "Yeah Yeah UhWoo Yeah Yeah Yeah다들 뻔해 또 거짓말 Just fineDon’t switch it upWhenever you like번듯한 말 Get it get it all outI pump it, I pump itI pump it up upSo we roll upEvery weekend어디든 뛰어다녀여기저기 Freakin'Cause we be winningbe winning in a row다 가져갈게 YeahIma run it upGet it get it all mine한순간에And I’m losing my mind타올라 다 I’m never gon’ stop itI pump it, I pump itI pump it upSpice it up up up, hold upBurn it up simmer down, controllaUp up up, roll up내게 좀 더 가까이살며시 스르르 스르르 스르르 널감아 네 안에 모든 걸 잊게 해Run it up up up up YeahI feel it in my bodyWhippin whippin 친절히 너를 감아내이제부터난 네 모든 걸 다 알아내They hating너나 나나 눈치는 없거든They faking괜히 들러붙기만 하거든And like my my my so fineLooking like a 10 10 10 times 5왜 쉬어 Move느낌을 알아 Get groove UhIma run it upGet it get it all mine한순간에And I’m losing my mind타올라 다 I’m never gon’ stop itI pump it, I pump itI pump it upSpice it up up up, hold upBurn it up simmer down, controllaUp up up, roll up내게 좀 더 가까이살며시 스르르 스르르 스르르 널감아 네 안에 모든 걸 잊게 해Run it up up up up YeahI feel it in my bodyKnockin knockin knockMake you fall in love(Like a choir sings)아무도 넘보지 못한 Height다른 누구도 겸비 못 할When I say never know버려 Be watching how it’s doneIma show you where I’m from(Everybody knowsI don’t leave no clues)YeahSpice it up up up, hold upBurn it up simmer down, controllaUp up up, roll up내게 좀 더 가까이꽉 잡아 놓지 마네 안에 모든 걸 잊게 돼Run it up up up up YeahI feel it in my bodyIma run it, Ima run it upSpice it up up up, roll up"}, {"곡명": "온기", "가수": "임영웅", "앨범": "온기", "발매일": "2024.05.06", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=37491072", "좋아요": 43842, "가사": "아무도 모를 거야 말한 적 없을 테니아이처럼 울고 싶은 순간들어른이란 말은 참 그댈 힘들게 하죠더 외롭게 만들어힘겨운 걸음으로 먼 길을 걸었는데가고 싶은 곳은 어디였는지어둡고 깊은 곳에 웅크려 앉은 그댈난 떠나지 않겠어요아무리 먼 길을 떠났어도아무리 긴 시간이 흘러도이 길 끝에 떠오르는 태양을 만날 때까지난 곁에 있겠어요힘겨운 걸음으로 먼 길을 걸었는데가고 싶은 곳은 어디였는지세상이 지독하게 그댈 혼자 둘 때엔단 하나만 기억해요아무리 먼 길을 떠났어도아무리 긴 시간이 흘러도이 길 끝에 떠오르는 태양을 만날 때까지난 곁에 있어요(I will be with you) 혼자인 것 같아(I can be your only one) 그 어둠 속에 단 한 번의 용기, 단 한 사람의 온기(Wanna be Warm) 그 작은 시작이 돼 줄 수 있어(in your life)                    또다시 먼 길을 떠나도한 번 더 긴 시간이 가도이 길 끝에 떠오르는 태양을 만날 때까지난 곁에 있겠어요나 곁에 있어요"}, {"곡명": "The Chase", "가수": "Hearts2Hearts (하츠투하츠)", "앨범": "The Chase", "발매일": "2025.02.24", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38583704", "좋아요": 26584, "가사": "꿈이 꿈을 꾸는데Beamy beamy 그 빛에홀린 듯이 따라 걸어호기심은 자꾸만 커져이걸 마셔보게 될걸너만 Yeah파란 잉크 빛깔 속 헤엄쳐삐걱대는 Chalky chalky분필은 가지런히우리 얘기를 받아쓰겠지I’ll make you say my name어떻게 안 그래I love the wayYou love the chaseHop내 모험의첫걸음을 디뎌온통 수수께끼난 더 알고 싶어Crop내 맘대로잘라낸 환상의 조각Sparkle sparkle뭔가를 본 것 같아Hop내 모험의첫걸음을Sparkle sparkle수수께끼난 더 알고 싶어그새 커버린 걸까설명할 수 없는데온 힘을 다해 난 달려멈춰 서 있고 싶지 않아이 커다란 Emotion yeah떠다니는 Quiz 그 틈새손을 뻗어 낚아Jingle jingle 열쇠는 요란스레문을 열어봐 졸라대겠지I’ll make you say my name주문보다 강해I love the wayYou love the chaseHop내 모험의첫걸음을 디뎌온통 수수께끼난 더 알고 싶어Crop내 맘대로잘라낸 환상의 조각Sparkle sparkle뭔가를 본 것 같아Baby we got what you needOur love is so sweetit pops like candy yeah햇살에 눈 가만히 감은 채내 맘대로 달려가내 세상을 가져봐Come ‘n get yaCome ‘n get yaCome ‘n get ya yeahIt’s foreverIt’s foreverIt’s forever yeahTill the end환상에 빠질 너와 나야맞아꿈이 꿈꾸길 시작해 Yeah내 모험의첫걸음이야내 맘대로가고 싶어꿈은 시작됐어Hop내 모험의 (파란 잉크 빛깔 속을)첫걸음을 (떠다니는 Quiz 그 틈을)내 맘대로I love the wayYou love the chase"}, {"곡명": "Chroma Drift", "가수": "PLAVE", "앨범": "Caligo Pt.1", "발매일": "2025.02.03", "장르": "R&B/Soul", "detail_url": "https://www.melon.com/song/detail.htm?songId=38517299", "좋아요": 40910, "가사": "It's so beautiful 날 향한 city lightsFull moon is shining in my eyes끝도 없이 유난히 길던 밤 끝에 서 있어I found you 처음 이끌린 낯설음이그냥 그냥 그냥알 것만 같아 But I don't know why이상하리만치 아름답던 밤가만히 너를 그리면 깨진 유리 조각의 날처럼서 있던 내 모습이 떠올라서 날 괴롭혀끝도 없이 유난히 길던 밤 끝에서하염없이I found you 처음 이끌린 낯설음이그냥 그냥 그냥알 것만 같아 But I don't know why이상하리만치 아름답던 밤I found you 처음 이끌린 낯설음이그냥 그냥 그냥알 것만 같아 But I don't know why이상하리만치 아름답던 밤Chroma Drift Chroma DriftChroma Drift Chroma DriftChroma Drift Chroma Drift"}, {"곡명": "MY LOVE(2025)", "가수": "이예은", "앨범": "MY LOVE(2025)", "발매일": "2025.02.22", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38583620", "좋아요": 10344, "가사": "안돼요 더는 못해요 그대 없이 사는 일나 때문에 그대 망가진다며이별을 원한 건 나인데매일 가슴이 갈라져요 숨이 다 끊어질 만큼 울어요수천 번 잊었다 외쳐 봐도내 삶은 어느새 벼랑 끝에 서있네요My love 다시 사랑해요 세상 반대쪽 끝에 살아도 찾을게요다신 그댈 놓지 않아요 멈춘 내 심장을 뛰게 할 사람 우리 헤어지길 잘했죠얼마나 슬픈 일인지 알았죠하늘은 모자란 내 사랑을눈뜨게 하려고 잠시 갈라 논 거였죠My love 다시 사랑해요 세상 반대쪽 끝에 살아도 찾을게요다신 그댈 놓지 않아요멈춘 내 심장을 뛰게 할 사람 나 때문에 망가진 게 맞네요내가 그대 가슴안에 못이었네요사랑하고 책임 없이 도망친 나를성급한 이별을 용서받고 싶어요My love 혼자 있어줘요그대 있는 곳으로 지금 달려갈게요조금만 더 기다려줘요우리 다시 사랑해야만 해요My love 다시 사랑해요  세상 반대쪽 끝에 살아도 찾을게요다신 그댈 놓지 않아요 멈춘 내 심장을 뛰게 할 사람 그대뿐 my love"}, {"곡명": "12:32 (A to T)", "가수": "PLAVE", "앨범": "Caligo Pt.1", "발매일": "2025.02.03", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38517303", "좋아요": 37536, "가사": "한참을 멍하니 앉아지금을 꿈꿔 왔었죠알 수 없는 궤도에 갇혀진 채로 매일이 같은 미지였죠내일의 내가 두려웠죠Shining starFind the starIn the universe지켜줄게 whole life은하수를 건너 마주친 빛있어 줄게 in your life몇 광년을 지나 마침내 그댈 보게 되었죠 어두운 밤이 찾아오면문이 열리길 믿어요순간에 있어너와(Alright)12시 32분 No matter who you areForever on your side 내 존재의 의미를 밝혀준 너니까이젠 내가 너의 별이 되어서꼭 알려줄게포근한 너만의 쉴 곳이 될게 어제 거기서 만나요 Good Night그대 따라서 곤히 잠들게요스르륵 눈이 감기네요 Shining starFind the starIn the universe 지켜줄게 whole life은하수를 건너 마주친 빛있어 줄게 in your life몇 광년을 지나 마침내 그댈 보게 되었죠어두운 밤이 찾아오면문이 열리길 믿어요순간에 있어너와(Alright)12시 32분I could be an astronaut, girl And you could be my star of Asterum Boy huh내 품에 안고서지켜줄게 whole life널 지켜줄게있어 줄게 in your life몇 광년을 지나 마침내 그댈 보게 되었죠어두운 밤이 찾아오면문이 열리길 믿어요순간에 있어 너와(Alright)12시 32분"}, {"곡명": "청혼하지 않을 이유를 못 찾았어", "가수": "이무진", "앨범": "청혼하지 않을 이유를 못 찾았어", "발매일": "2024.04.02", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=37375706", "좋아요": 51678, "가사": "너에게 안 믿길 만큼 받은 게 참 많아요우선은 너 하나, 그리고 우리란 말사실 더할 나위 없이 그거면 됐지요우리만의 기억 과분한 선물이지요너로 인해 난 놀랍게도 변한 게 참 많아요맘속엔 너와 날 가득히 채운 바다잡은 두 손 사이로 붉은 실이 보이죠어쩌면 정해져 있었던 걸지도근데 있잖아 자연스런 고백이 난 제일 어려워내 맘을 멋있게 전하고 싶어 고민했어수많은 바람 끝에 너에게 할 말을 정했어가장 솔직하고 감동적인 말너에게 청혼하지 않을 이유를 못 찾았어내 일상, 내 모든 하루는 너라서그댄 오늘도 정말 예쁘네요빛나줘 곁에서 부디 영원토록수백 번 연습하며 오늘을 기다려왔어어쩌면 어설픈 말들일지라도그댈 내일 더 사랑할 거란 것그게 내가 청혼할 이유그 이유의 이유마침내 전한 내 고백 조금은 수줍어도굳게 잡은 두 손 놓지 않기로 약속마지막까지도 꼭 함께하기로그 마지막의 마지막의 마지막까지도너에게 청혼하지 않을 이유를 못 찾았어내 일상, 내 모든 하루는 너라서그댄 오늘도 정말 예쁘네요빛나줘 곁에서 부디 영원토록수백 번 연습하며 오늘을 기다려왔어어쩌면 어설픈 말들일지라도그댈 내일 더 사랑할 거란 것그게 내가 청혼할 이유그 이유의 이유많은 사람들 중에그 많은 순간들 중에만난 우리우연과 얽힌 운명들 중에가장 찬란한 순애그 서막 끝의 무대너에게 청혼하지 않을 이유를 못 찾은 것기억 속 찬란함이 온통 너란 것그댄 오늘도 정말 예쁘단 것전부야 너무나 당연한 이유가난 이제 준비해 둔 모든 말을 꺼내 뒀어항상 내 맘 한켠 담아뒀던 프러포즈그댄 내일도 아름다울 거란 것그게 내가 청혼한 이유그저 너란 이유"}, {"곡명": "내 이름 맑음", "가수": "QWER", "앨범": "2nd Mini Album 'Algorithm's Blossom'", "발매일": "2024.09.23", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=38022274", "좋아요": 92024, "가사": "어쩌다 고작 그 마음도 못 참고멍청하게 다 던졌는지뭔가 들켜 버린 것 같아표정을 보니 말이야나도 티가 나버린 고백에얼마나 놀랐는지 몰라매일 치는 장난에도 두근댔고오늘도 몇 번이고 떨렸지만약속했어 날 안아줘 좀 알아줘이건 꿈에서만 하기야 무심코 던진 니 말에 하루 종일 설레어 간직했다아무도 못 보게 일기장에 적어 단단히 잠궜었는데어쩌다 고작 그 마음도 못 참고멍청하게 다 던졌는지꾹꾹 참고 또 꼭꼭 숨겨서이제까지 잘해 왔잖아그러다 고작 울음도 못 참고괜찮다 말하며 두 눈은퉁퉁 붓고 코맹맹이가 되어도 난내일은 맑음예전처럼 옆에서 밥 먹어도우연히 눈이 살짝 마주쳐도 걱정 마날 안아줘 아니 사랑해줘이건 꿈에서만 하니까무심코 던진 니 말에 하루 종일 설레어 간직했다아무도 못 보게 꼬깃꼬깃 구겨 씹어 다 삼켰었는데어쩌다 고작 그 마음도 못 참고멍청하게 다 던졌는지꾹꾹 참고 또 꼭꼭 숨겨서이제까지 잘 해 왔잖아그러다고작 울음도 못 참고괜찮다 말하며 두 눈은퉁퉁 붓고 코맹맹이가 되어도 난사실 나 아주 오래 울 것 같아고작 친구도 못 되니까툭툭 털고 활짝 웃을 만큼나는 그리 강하지가 않아그러다고작 사랑이 뭐라고괜찮다 말하는 날까지 꾹꾹 참고 또 일기나 쓰고 있어 나내 이름 맑음"}, {"곡명": "모래 알갱이", "가수": "임영웅", "앨범": "모래 알갱이", "발매일": "2023.06.05", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=36502910", "좋아요": 68305, "가사": "나는 작은 바람에도 흩어질 나는 가벼운 모래 알갱이 그대 이 모래에 작은 발걸음을 내어요 깊게 패이지 않을 만큼 가볍게 나는 작은 바람에도 흩어질 나는 가벼운 모래 알갱이 그대 이 모래에 작은 발자국을 내어요 깊게 패이지 않을 만큼 가볍게 그대 바람이 불거든 그 바람에 실려 홀연히 따라 걸어가요 그대 파도가 치거든 저 파도에 홀연히 흘러가리 그래요 그대여 내 맘에 언제라도 그런 발자국을 내어줘요 그렇게 편한 숨을 쉬듯이 언제든 내 곁에 쉬어가요 그대 바람이 불거든 그 바람에 실려 홀연히 따라 걸어가요 그대 파도가 치거든 저 파도에 홀연히 흘러가리 그래요 그대여 내 맘에 언제라도 그런 발자국을 내어줘요 그렇게 편한 숨을 쉬듯이 언제든 내 곁에 쉬어가요 언제든 내 맘에 쉬어가요 "}, {"곡명": "Home", "가수": "임영웅", "앨범": "온기", "발매일": "2024.05.06", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37491071", "좋아요": 45156, "가사": "쓸쓸한 거리에외로움이 더 쌓이고사람도 이 밤도사랑 찾아 헤매이네그대 마음이 허전하다면밤 하늘의 별을 보며 날 떠올려요난 곁에 있어그댄 나의 친구야비 오는 날 우산이 되어줘해가 뜨는 날에는 널 지켜줄게When I Go! Shining StarAnd I Go! Don't stop baby평생 너와 함께 하리라 쓸쓸한 거리에외로움이 더 쌓이고사람도 이 밤도사랑 찾아 헤매이네그대 마음이 지쳐있다면단 하루도 울지 말고 날 떠올려요난 곁에 있어그댄 나의 친구야비 오는 날 우산이 되어줘해가 뜨는 날에는 널 지켜줄게When I Go! Shining StarAnd I Go! Don't stop baby평생 너와 함께 하리라When you feel so aloneRemember that I’m with you너와 함께라면 어디든 내가 갈게어디든 다 갈게그댄 나의 친구야비 오는 날 우산이 되어줘해가 뜨는 날에는 널 지켜줄게When I Go! Shining starAnd I Go! Don't stop baby평생 너와 함께 하리라"}, {"곡명": "사랑인가 봐", "가수": "멜로망스", "앨범": "사랑인가 봐 (사내맞선 OST 스페셜 트랙)", "발매일": "2022.02.18", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=34657844", "좋아요": 222489, "가사": "너와 함께 하고 싶은 일들을상상하는 게요즘 내 일상이 되고너의 즐거워하는 모습을 보고 있으면자연스레 따라 웃고 있는 걸너의 행동에 설레어하고 뒤척이다가지새운 밤이 많아지는데이건 누가 봐도 사랑일 텐데종일 함께면 질릴 텐데나 돌아서도 온통 너인 건아무래도 사랑인가 봐점점 너와 하고 싶은 일들 생각하면서하룰 보낸 날이 많아지는데이건 누가 봐도 사랑일 텐데종일 함께면 질릴 텐데나 돌아서도 온통 너인 건아무래도 사랑인가 봐너의 행복해하는 모습을 보고 있으면나도 모르게 따라 웃는데이 정도면 알아줄 만하잖아너도 용기 낼만 하잖아나만 이런 게 아니라면우리 만나볼 만하잖아아무래도 사랑인가 봐"}, {"곡명": "그대만 있다면 (여름날 우리 X 너드커넥션 (Nerd Connection))", "가수": "너드커넥션 (Nerd Connection)", "앨범": "그대만 있다면 (여름날 우리 X 너드커넥션 (Nerd Connection))", "발매일": "2023.08.15", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=36699489", "좋아요": 145575, "가사": "날 사랑해서 떠난다며눈물짓던 그대의 말을 믿을 수 없죠하지만 나의 전부였던그대가 힘들어하기에 잡을 수 없었죠온통 너와의 기억뿐인 나를 위해서였다면조금씩 무너져가는 날 날 위한다면이대로 내 곁에 있어야 해요나를 떠나면 안 돼요세상의 모든 걸 잃어도 괜찮아요그대만 있다면 그대만 있다면함께 웃던 시간들을함께했던 약속들을지금 또 영원히 기억하겠어요다시 한번 생각해요무엇이 날 위한 건지 그대는 알고 있어요영원히 내 곁을 지켜주세요나를 떠나지 말아요세상의 모든 걸 잃어도 난 좋아요그대만 있다면 그대만 있다면온통 그대의 생각뿐인 나를 위해서였다면초라하게 쓰러지는 날날 위한다면 이대로 내 곁에 있어야 해요나를 떠나면 안 돼요세상의 모든 걸 잃어도 괜찮아요그대만 있다면 그대만 있다면영원히 내 곁을 지켜주세요나를 떠나지 말아요세상의 모든 걸 잃어도 난 좋아요그대만 있다면 그대만 있다면"}, {"곡명": "다시 만날 수 있을까", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=35008524", "좋아요": 92049, "가사": "너를 위해 해 줄 것이 하나 없어서보낼 수밖에 없었고네가 없이 사는 법을 알지 못해서순간순간을 울었다후회로 가득한 한숨 자락이시린 바람처럼가슴 치는 날 그 언젠가우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까붙잡을 마음이야 없었겠냐마는그때 난 부끄러웠다떳떳하게 일어나 널 다시 찾아갈뜨거운 꿈만 꾸었다둘이 함께 했던 순간순간이시린 폭포처럼쏟아지는 날 그 언젠가우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까그리운 마음이 서럽게 흘러넘쳐너에게 닿을 때우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까"}, {"곡명": "무제(無題) (Untitled, 2014)", "가수": "G-DRAGON", "앨범": "권지용", "발매일": "2017.06.08", "장르": "R&B/Soul", "detail_url": "https://www.melon.com/song/detail.htm?songId=30461396", "좋아요": 311833, "가사": "나에게 돌아오기가 어렵고 힘든 걸 알아이제 더는 상처받기가 두렵고 싫은 걸 알아네가 떠나 버린 그날에도 모진 말로 널 울리고뒤돌아 서서 후회해 미안해제발 단 한 번이라도 너를 볼 수 있다면내 모든 걸 다 잃어도 괜찮아꿈에서라도 너를 만나 다시 사랑하기를우리 이대로너에게 용서받기 보다 죽는 게 더 쉬울지 몰라이 노래를 불러보지만 내 진심이 닿을지 몰라네가 행복하기를 바래 그 흔한 거짓말도 못하고돌아오기만 기도해 미안해제발 단 한 번이라도 너를 볼 수 있다면내 모든 걸 다 잃어도 괜찮아꿈에서라도 너를 만나 다시 사랑하기를우리 이대로이제는 끝이라는 마지막이라는너의 그 맘을 난 믿을 수 없어I can't let go, cuz you never know내겐 너 같은 너에겐 나 같은그런 사랑은 두 번 다시는 없어Nobody knows… we always know제발 단 한 번이라도 너를 볼 수 있다면내 모든 걸 다 잃어도 괜찮아꿈에서라도 너를 만나 다시 사랑하기를지금 이 시간이 지나가고 다 잊을 수 있다면그 기억도 행복했던 추억도아니 다음 생 에도 너를 만나 다시 사랑하기를예전 그대로"}, {"곡명": "이제 나만 믿어요", "가수": "임영웅", "앨범": "내일은 미스터트롯 우승자 특전곡", "발매일": "2020.04.03", "장르": "성인가요/트로트", "detail_url": "https://www.melon.com/song/detail.htm?songId=32508053", "좋아요": 180408, "가사": "무얼 믿은 걸까 부족했던 내게서나조차 못 믿던 내게 여태 머문 사람무얼 봤던 걸까 가진 것도 없던 내게무작정 내 손을 잡아 날 이끈 사람최고였어그대 눈 속에 비친 내 모습이제는 내게서 그댈 비춰줄게궂은 비가 오면세상 가장 큰 그대 우산이 될게그댄 편히 걸어가요걷다가 지치면내가 그대를 안고 어디든 갈게이제 나만 믿어요나만 두고 가던 나만 스쳐 간 행운이 모여그대가 되어서 내게 와준 거야궂은 비가 오면세상 가장 큰 그대 우산이 될게그댄 편히 걸어가요걷다가 지치면내가 그대를 안고 어디든 갈게이제 나만 믿어요나의 마지막 주인공이 되어다신 누구 앞에서도 그대는 고개 숙이지 마요내가 보지 못했던 홀로 고단했던 시간고맙고 미안해요 사랑해요이 세상은우리를 두고 오랜 장난을 했고우린 속지 않은 거야이제 울지 마요좋을 땐 밤새도록 맘껏 웃어요전부 그대 꺼니까그대는 걱정 말아요이제 나만 믿어요"}, {"곡명": "너의 모든 순간", "가수": "성시경", "앨범": "별에서 온 그대 OST Part.7", "발매일": "2014.02.12", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=4446485", "좋아요": 307513, "가사": "이윽고 내가 한눈에너를 알아봤을 때모든 건 분명 달라지고 있었어내 세상은 널 알기 전과 후로 나뉘어니가 숨 쉬면 따스한 바람이 불어와니가 웃으면 눈부신 햇살이 비춰거기 있어줘서 그게 너라서가끔 내 어깨에 가만히 기대주어서나는 있잖아 정말 빈틈없이 행복해너를 따라서 시간은 흐르고 멈춰물끄러미 너를 들여다 보곤 해그것 말고는 아무것도 할 수 없어서너의 모든 순간 그게나였으면 좋겠다생각만 해도 가슴이 차올라나는 온통 너로보고 있으면 왠지 꿈처럼 아득한 것몇 광년 동안 날 향해 날아온 별빛 또 지금의 너거기 있어줘서 그게 너라서가끔 나에게 조용하게 안겨주어서나는 있잖아 정말 남김없이 고마워너를 따라서 시간은 흐르고 멈춰물끄러미 너를 들여다보곤 해너를 보는 게 나에게는 사랑이니까너의 모든 순간 그게나였으면 좋겠다생각만 해도 가슴이 차올라나는 온통 너로니 모든 순간 나였으면"}, {"곡명": "첫 만남은 계획대로 되지 않아", "가수": "TWS (투어스)", "앨범": "TWS 1st Mini Album ‘Sparkling Blue’", "발매일": "2024.01.22", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37140709", "좋아요": 157939, "가사": "Ay ay ay ay ay거울 속에 내 표정 봐 봐느낌 So good 기다려온 D-day연습했던 손든 인사도 그대로 하면 돼Hairstyle check하고 한 번 Turn around발걸음은 매일 걷던 그 길로계획은 완벽빨리 말 걸어보고 싶어, HeyWoo 문 앞에서 셋을 세어본다, Yeh(셋, 둘, 하나)첫 만남은 너무 어려워계획대로 되는 게 없어서첫 만남은 너무 어려워내 이름은 말야Hey,안녕, 첫 마디를 건넬 때주변 소린 Canceled네 말소리는 PlaylistYeh,질문은 나의 용기, 알려줘 너의“이름이 뭐야?”너와 내 거리는 세 걸음 남았어, Yeh(셋, 둘, 하나)첫 만남은 너무 어려워계획대로 되는 게 없어서첫 만남은 너무 어려워내 이름은 말야이 순간, Feels so wonderful조금은 뚝딱거려도어색한 인사까지도너와 나의 첫 만남우리의 사이 Beautiful내일도 내일모레도기억해, 영원히 반짝일 순간Wait wait!Na na na-이렇게 만나서 반가워내일 또 봐 안녕"}, {"곡명": "고민중독", "가수": "QWER", "앨범": "1st Mini Album 'MANITO'", "발매일": "2024.04.01", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=37373234", "좋아요": 142901, "가사": "One! Two! Q! W! E! R! 어떤 인사가 괜찮을까 천 번쯤 상상해 봤어근데 오늘도 천 번 하고 한 번 더 고민 중막상 네 앞에 서니 꽁꽁 얼어버렸다숨겨왔던 나의 맘 절반의 반도 주지를 못했어아, 아, 아직은준비가 안됐다구요소용돌이쳐 어지럽다구쏟아지는 맘을 멈출 수가 없을까?너의 작은 인사 한마디에 요란해져서네 맘의 비밀번호 눌러 열고 싶지만너를 고민고민해도 좋은 걸 어쩌니거울 앞에서 새벽까지 연습한 인사가손을 들고 웃는 얼굴을 하고서 고개를 숙였다아, 아, 아직도 준비가 안됐나 봐요소용돌이쳐 어지럽다구쏟아지는 맘을 멈출 수가 없을까?너의 작은 인사 한마디에 요란해져서네 맘의 비밀번호 눌러 열고 싶지만너를 고민고민해도 좋은 걸이러지도 저러지도 못하는데속이 왈칵 뒤집히고이쯤 왔으면 눈치 챙겨야지날 봐달라구요!좋아한다 너를 좋아한다 좋아해너를 많이 많이 좋아한단 말이야벅차오르다 못해 내 맘이 쿡쿡 아려와두 번은 말 못 해 너 지금 잘 들어봐매일 고민하고 연습했던 말좋아해"}, {"곡명": "How Sweet", "가수": "NewJeans", "앨범": "How Sweet", "발매일": "2024.05.24", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37563682", "좋아요": 149317, "가사": "All I know is now알게 됐어 나 (I know)그동안 맨날Always up and down (No more)생각 또 생각Spinnin’ ‘round and ‘roundChanging my mind수상해서 그렇지 이런 헛소리 (No more)How it’s supposed to be그만해 cus it’s clear (It’s simple)It’s like biting an appleToxic loverYou’re no better, 거기 숨지 말고 얼른 나와You little demon in my storylineDon’t knock on my door, I’ll see you outAnd don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastesNow that I’m without you나 더는 묻지 않을래(How sweet it tastes) 알려주지 않아도 돼(How sweet it tastes) Wow don’t you know how sweet it tastesNow that I’m without you모든 게 typicalSo I’ve been praying so hard for a miracle부르고 있어 나의 이름을더는 안 봐 drama it’s good karma Done scrolling thousand times다 알고 있어 뻔한 수작일 뿐이야완전 쉬운 공식이야 It’s like biting an appleAnd don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastesNow that I’m without you나 더는 묻지 않을래(How sweet it tastes) 알려주지 않아도 돼(How sweet it tastes) Wow don’t you know how sweet it tastesNow that I’m without youI won’t wait, I’m feelingMy own way, I’m in itCause me and you are diﬀerentSo I won’t stay, I’m leavingI won’t wait, I’m feelingMy own way, I’m in itCause me and you are diﬀerentSo I won’t stay, I’m leavingAnd don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastes(How sweet it tastes)Ya don’t you know how sweet it tastesNow that I’m without you나 더는 묻지 않을래(How sweet it tastes) 알려주지 않아도 돼(How sweet it tastes) Wow don’t you know how sweet it tastesNow that I’m without youToxic loverYou’re no better, 거기 숨지 말고 빨리 나와You little demon in my storylineDon’t knock on my door 너 얼른 나가버려Toxic loverYou’re no better, 거기 숨지 말고 얼른 나와You little demon in my storylineDon’t knock on my door, I’ll see you out"}, {"곡명": "봄날", "가수": "방탄소년단", "앨범": "YOU NEVER WALK ALONE", "발매일": "2017.02.13", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=30244931", "좋아요": 517143, "가사": "보고 싶다이렇게 말하니까 더 보고 싶다너희 사진을 보고 있어도보고 싶다너무 야속한 시간나는 우리가 밉다이젠 얼굴 한번 보는 것 조차힘들어진 우리가여긴 온통 겨울 뿐이야8월에도 겨울이 와마음은 시간을 달려가네홀로 남은 설국열차니 손 잡고 지구 반대편까지 가겨울을 끝내고파그리움들이 얼마나눈처럼 내려야 그 봄날이 올까Friend허공을 떠도는작은 먼지처럼 작은 먼지처럼날리는 눈이 나라면조금 더 빨리네게 닿을 수 있을 텐데눈꽃이 떨어져요또 조금씩 멀어져요보고 싶다 보고 싶다보고 싶다 보고 싶다얼마나 기다려야또 몇 밤을 더 새워야널 보게 될까 널 보게 될까만나게 될까 만나게 될까추운 겨울 끝을 지나다시 봄날이 올 때까지꽃 피울 때까지그곳에 좀 더 머물러줘 머물러줘니가 변한 건지니가 변한 건지아니면 내가 변한 건지내가 변한 건지이 순간 흐르는 시간조차 미워우리가 변한 거지 뭐모두가 그런 거지 뭐그래 밉다 니가 넌 떠났지만단 하루도 너를잊은 적이 없었지 난솔직히 보고 싶은데이만 너를 지울게그게 널 원망하기보단덜 아프니까시린 널 불어내 본다연기처럼 하얀 연기처럼말로는 지운다 해도사실 난 아직 널 보내지 못하는데눈꽃이 떨어져요또 조금씩 멀어져요보고 싶다 보고 싶다보고 싶다 보고 싶다얼마나 기다려야또 몇 밤을 더 새워야널 보게 될까 널 보게 될까만나게 될까 만나게 될까You know it allYou're my best friend아침은 다시 올 거야어떤 어둠도 어떤 계절도영원할 순 없으니까벚꽃이 피나봐요이 겨울도 끝이 나요보고 싶다 보고 싶다 보고 싶다 보고 싶다조금만 기다리면며칠 밤만 더 새우면만나러 갈게 만나러 갈게데리러 갈게 데리러 갈게추운 겨울 끝을 지나다시 봄날이 올 때까지꽃 피울 때까지그곳에 좀 더 머물러줘 머물러줘"}, {"곡명": "에피소드", "가수": "이무진", "앨범": "에피소드", "발매일": "2023.12.13", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=37053556", "좋아요": 123498, "가사": "나는 말야버릇이 하나있어 그건 매일 잠에 들 시간마다잘 모아둔 기억 조각들 중잡히는 걸 집은 후혼자 조용히 꼬꼬무이걸 난궁상이란이름으로 지었어 고민 고민하다가아무튼 뭐 오늘은 하필이면너가 스쳐버려서우리였을 때로우리 정말 좋았던 그때로우리의 에피소드가찬란하게 막을 연다배경은 너의 집 앞첫 데이트가 끝난둘만의 에피소드가참 예쁜 얘기로 시작자작자작 조심스런 대화그새 늦은 시간굿바이좋은 뜻일 뿐인 굿바이With a happy smile이게 이 스토리의 서막눈 내리던 그 밤겨울 향이 배어서더 눈부신우리의 에피소드다매일이 마지막인 듯이함께라면 어디든지사랑이란 걸 끝도 없이주고받고 나눴어 그치?서로만 있음 마음이시릴 날이 없던 우리넌 오아시스 내겐 마치근데 있잖아별 소용없다?생각만 해도 행복한 순간들은 말야모른 척해도 결국엔 이건끝을 봤던 에피소드점점 점점 점점우리의 에피소드가결말에 가까워져가곧 새드 엔딩이다크레딧엔 너와 나둘만의 에피소드가참 쓸쓸한 끝을 맞아두 주인공의 서글픈 마지막결국 건넨 인사굿바이너무 아픈 이별의 굿바이눈물이 뺨을 스쳐도착한 입가엔 미소애써 웃고 있어우린 서로를 보며첨 같던 미소로 안녕웃으며 안녕눈 뜨면 에필로그다침대에 기대어 혼자펑펑 울고 있는 나이 궁상 밖의 난둘만의 에피소드완전혀 다른 모습 난 그날돌아서지 말았어야 했다널 안았어야 했다그 밤눈꽃이 널 덮은 그 밤의향을 잊음과함께 잃었던 따스함춥게 눈을 뜬다겨울밤이 되어서맞이한 향이우리의 에피소드다"}, {"곡명": "비의 랩소디", "가수": "임재현", "앨범": "비의 랩소디", "발매일": "2023.12.03", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=37023625", "좋아요": 98779, "가사": "이젠 눈물 그쳐 나를 봐요우는 그대 더 아름다워내게 이 모습조차 더 남지 않도록그냥 고개 돌려요그저 미안한 마음뿐이죠그댈 위해 해줄 게 없어모두 이해할게요 그댈 아끼는 맘그분들도 같을 거란 걸한참 동안을 비틀거렸죠그댈 사랑했던 그만큼떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼다 잊어요 내겐 마지막이 될사람도 모두 다 버려두고 갈게요나를 위해 많이 애썼단 걸알고 있죠 난 감사해요허나 이룰 수 없는 건 어쩔 수 없죠내가 용기 낼게요 이젠죽는 날까지 사랑한대도가질 수 없는 그대인걸떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼다 잊어요 내겐 마지막이 될사람도 모두 다 버려두고 갈게요떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼혹시라도 내가 그리울 때면세상에 내가 없다고 믿어요"}, {"곡명": "Magnetic", "가수": "아일릿(ILLIT)", "앨범": "SUPER REAL ME", "발매일": "2024.03.25", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37347911", "좋아요": 130953, "가사": "BabyI’m just trying to play it coolBut I just can’t hide thatI want youWait a minute 이게 뭐지?내 심장이 lub-dub자꾸만 뛰어저 멀리서도 oh my gosh!끌어당겨 you’re my crush!초능력처럼거대한 자석이 된 것만 같아 my heart네 모든 게 내 맘에 달라붙어버려 boyWe’re magnetized 인정할게This time I wantYou You You You like it’s magneticU U U U U U U U super 이끌림You You You You like it’s magneticU U U U U U U U super 이끌림BAE BAE BAE BAE BAE BAE BAE BAE BAE Dash-da-da Dash-da-da Dash-da Like it’s magneticBAE BAE BAE BAE BAE BAE BAE BAE BAE Dash-da-da Dash-da-daBaby don’t say no정반대 같아 our type 넌 J 난 완전 P S와 N 극이지만 그래서 끌리지 내가 만들래 green light여잔 배짱이지 So let’s go let’s goLet’s go let’s go 숨기고 싶지 않아 자석 같은 my heart 내 맘의 끌림대로 너를 향해 갈게 boy We’re magnetized 인정할게This time I wantYou You You You like it’s magneticU U U U U U U U super 이끌림You You You You like it’s magneticU U U U U U U U super 이끌림No push and pull  전속력으로 너에게 갈게(In a rush in a rush) Our chemistry  난 과몰입해 지금 순간에(Baby you’re my crush you’re my crush)No push and pull 네게 집중 후회는 안 할래  (Gonna dash gonna dash)Never holding back직진해 yeah  This time I wantYou You You You like it’s magnetic U U U U U U U U super 이끌림You You You You like it’s magneticU U U U U U U U super 이끌림BAE BAE BAE BAE BAE BAE BAE BAE BAE Dash-da-da Dash-da-da Dash-da Like it’s magneticBAE BAE BAE BAE BAE BAE BAE BAE BAE Dash-da-da Dash-da-daBaby don’t say no"}, {"곡명": "모든 날, 모든 순간 (Every day, Every Moment)", "가수": "폴킴", "앨범": "'키스 먼저 할까요?' OST Part.3", "발매일": "2018.03.20", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=30962526", "좋아요": 436967, "가사": "네가 없이 웃을 수 있을까생각만 해도 눈물이나힘든 시간 날 지켜준 사람이제는 내가 그댈 지킬 테니너의 품은 항상 따뜻했어고단했던 나의 하루에유일한 휴식처나는 너 하나로 충분해긴 말 안 해도 눈빛으로 다 아니깐한 송이의 꽃이 피고 지는모든 날 모든 순간 함께해햇살처럼 빛나고 있었지나를 보는 네 눈빛은꿈이라고 해도 좋을 만큼그 모든 순간은 눈부셨다불안했던 나의 고된 삶에한줄기 빛처럼 다가와날 웃게 해준 너나는 너 하나로 충분해긴 말 안 해도 눈빛으로 다 아니깐한 송이의 꽃이 피고 지는모든 날 모든 순간 함께해알 수 없는 미래지만네 품속에 있는 지금 순간 순간이영원 했으면 해갈게 바람이 좋은 날에햇살 눈부신 어떤 날에 너에게로처음 내게 왔던 그날처럼모든 날 모든 순간 함께해"}, {"곡명": "Do or Die", "가수": "임영웅", "앨범": "Do or Die", "발매일": "2023.10.09", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=36855841", "좋아요": 49818, "가사": "함성이 번져 숨이 차올라이 밤의 주인공 쏟아진 Spotlight멈추지 마라 힘껏 외쳐봐우리 오늘 후회 없도록더 두려울 것이 없어 타오르는 너의 heart beat모두가 함께 미쳐 하늘로 높이 뛰어열정을 채워줄게 날 따라 함께하게Let’s Go, Go Baby나만 믿고 따라와 따라와너를 위해 난 노래할 거야심장소리 난리 나 난리 나Put your hands up in the airJust raise your hands미쳐 이 순간Tonight It's Do or DieTonight It's Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's Do or DieWoahWoahLike It's Do or DieWoahWoahLike It's Do or Die나사 하나 빠진 것처럼 막향기에 취해버린 것처럼 now오직 너만의 영웅이 되어모든 걱정을 다 막아줄게오늘 밤 우린 Party Time분위기를 전부 휘어잡아맘이 시키는 그대로 춤춰나만 믿고 따라와 따라와너를 위해 난 노래할 거야심장소리 난리 나 난리 나Put your hands up in the air[Hook]Just raise your hands미쳐 이 순간Tonight It's Do or DieTonight It's Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's Do or DieWoahWoahLike It's Do or DieWoahWoahLike It's Do or Die가슴 벅찬 이 순간 (Right Now)Let's turn upLet's get loud기억해 오늘 너와 나 (You and I)Let's get loudJust raise your hands미쳐 이 순간Tonight Let’s Do or DieTonight Let’s Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's do or dieWoahWoahLike It's Do or DieWoahWoah"}, {"곡명": "나는 아픈 건 딱 질색이니까", "가수": "(여자)아이들", "앨범": "2", "발매일": "2024.01.29", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37138469", "좋아요": 167812, "가사": "오늘도 아침엔 입에 빵을 물고똑같이 하루를 시작하고온종일 한 손엔 아이스 아메리카노피곤해 죽겠네지하철 속 이 장면 어제 꿈에서 봤나아참 매일이지 지나치고바쁜 이 삶에 그냥 흔한 날에그 애를 보고 말야평온했던 하늘이 무너지고어둡던 눈앞이 붉어지며뭔가 잊고 온 게 있는 것 같아괜히 이상하게 막 울 것만 같고그냥 지나치는 게 나을 것 같아나는 생각은 딱 질색이니까카페인으로 잡은 정신은 빠졌고하루 종일 신경 쓰여 토할 것 같아저녁이 돼도 배고픔까지 까먹고그치 이상하지 근데 말야 있잖아처음 본 순간 뭐라 할까 그립달까나도 웃긴데 말야평온했던 하늘이 무너지고어둡던 눈앞이 붉어지며뭔가 잊고 온 게 있는 것 같아괜히 이상하게 막 울 것만 같고그냥 지나치는 게 나을 것 같아나는 생각은 딱 질색이니까오랫동안 나를 아는슬픈 표정을 하고 Oh흔적 없는 기억 밖혹 과거에 미래에 딴 차원에 세계에1 2 3 4 5 6 7 8평온했던 하늘이 무너지고어둡던 눈앞이 붉어져도다시 놓쳐버리는 것만 같아괜히 이상하게 막 울 것만 같고그냥 지나치는 게 나을 것 같아나는 생각은 딱 질색이니까아냐 지나치는 게 나을 것 같아나는 아픈 건 딱 질색이니까"}, {"곡명": "Mantra", "가수": "제니 (JENNIE)", "앨범": "Mantra", "발매일": "2024.10.11", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38087937", "좋아요": 75027, "가사": "(Pretty pretty pretty pretty)This that pretty girl mantraThis that flaunt yaJust touched down in LAPretty girls don’t do dramaLess we wannaIt’ll be depending on the dayPretty girls packed in a DefenderKnow Imma defend herNever let her catch no strayThis that pretty girl mantraShe’s that stunnaMake you wanna swing both waysMix me with the dramaCheck you like commasMy clothes are pajamasStraight from the cold plungeDaytime baddie use her mindQuick switch of the fit for the nightSwerving through the laneWe’ll be 20 minute lateCuz we had to do a In-N-Out drive-byIt’s not that deepI’m not that drunkSometimes girls just gotta have funThrow it backAll that bassMe & my sis way too attachedIt’s not that deepWe’re not that dumbLook at them Bonnies on the runInside glowing like the sunYou gonna feel us everydayThis that pretty girl mantraThis that flaunt yaJust touched down in LAPretty girls don’t do dramaLess we wannaIt’ll be depending on the dayPretty girls packed in a DefenderKnow Imma defend herNever let her catch no strayThis that pretty girl mantraShe’s that stunnaMake you wanna swing both waysLove what it feel like (feel like)To be off of the grid likeAll nightOhhh with my B like (B like)We ain’t even tryna talk no oneSwerve off all the creepsNo weird vibesWe ain’t never let it ruin a good timeAin’t nobody gon dim our good lightThis them words we living byThis that pretty girl mantraThis that flaunt yaJust touched down in LAPretty girls don’t do dramaLess we wannaIt’ll be depending on the dayPretty girls packed in a DefenderKnow Imma defend herNever let her catch no strayThis that pretty girl mantraShe’s that stunnaMake you wanna swing both waysThis that pretty girl mantraThis that flaunt yaJust touched down in LAPretty girls don’t do traumaNo new dramaWe already got a full dayPretty girls that you gon rememberKnow that you could neverNothing ever trigger meThis that pretty girl mantraShe’s that stunnaEreone know that she is me(Pretty)"}, {"곡명": "무지개", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=35008525", "좋아요": 82027, "가사": "오늘 하루 어땠었나요많이 힘들었나요쉬지 않고 달려왔던 길에서나와 함께 쉬어가요그냥 아무런 준비도 없이떠나볼까요평범해도 좋으니까우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요힘껏 살다 보니 무뎌져헝클어진 머리도괜찮다며 그댈 안아줄 사람바로 그대 곁에 있죠까만 선글라스 하나 챙겨서떠나볼까요평범해도 좋으니까우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요우리 함께 가요Du Du Du Du DuDu Du Du DuDu Du Du Du떠나볼래요Du Du Du DuDu Du Du Du떠나볼래요Du Du Du DuDu Du Du Du지금 떠나요"}, {"곡명": "Seven (feat. Latto) - Clean Ver.", "가수": "정국", "앨범": "Seven (feat. Latto) - Clean Ver.", "발매일": "2023.07.14", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=36617841", "좋아요": 221531, "가사": "Weight of the world on your shouldersI kiss your waist and ease your mindI must be favored to know yaI take my hands and trace your linesIt’s the way that we can rideIt’s the way that we can rideThink I met you in another lifeSo break me off another timeYou wrap around meand you give me lifeAnd that’s why night after nightI’ll be lovin’ you rightMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekYou love when I jump right inAll of me I’m offeringShow you what devotion isDeeper than the ocean isWind it back I’ll take it slowLeave you with that afterglowShow you what devotion isDeeper than the ocean isIt’s the way that we can rideIt’s the way that we can rideThink I met you in another lifeSo break me off another timeYou wrap around meand you give me lifeAnd that’s why night after nightI’ll be lovin’ you rightMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekTightly take controlTightly take his soul Take your phoneand put it in the camera roll Leave them clothes at the doorWhat you waiting for,better come and hit ya goals He jump in it both feetGoing to the sun-up,we ain’t getting no sleep Seven days a week,seven different sheets, seven different angles I can be your fantasy  Open up say ahhh Come here babylet me swallow your pride What you on I can match your vibe Hit me up and I’mma Cha Cha SlideYou make Mondays feel like weekends I make him never think about cheatin’Got you skipping work and meetings,let’s sleep in Seven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a week"}, {"곡명": "주저하는 연인들을 위해", "가수": "잔나비", "앨범": "전설", "발매일": "2019.03.13", "장르": "인디음악, 록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=31666417", "좋아요": 438822, "가사": "나는 읽기 쉬운 마음이야당신도 스윽 훑고 가셔요달랠 길 없는 외로운 마음 있지머물다 가셔요 음내게 긴 여운을 남겨줘요사랑을 사랑을 해줘요할 수 있다면 그럴 수만 있다면새하얀 빛으로 그댈 비춰 줄게요그러다 밤이 찾아오면우리 둘만의 비밀을 새겨요추억할 그 밤 위에 갈피를 꽂고선  남몰래 펼쳐보아요나의 자라나는 마음을못 본 채 꺾어 버릴 순 없네미련 남길바엔 그리워 아픈 게 나아서둘러 안겨본 그 품은 따스할 테니그러다 밤이 찾아오면우리 둘만의 비밀을 새겨요추억할 그 밤 위에 갈피를 꽂고선  남몰래 펼쳐보아요언젠가 또 그날이 온대도우린 서둘러 뒤돌지 말아요마주보던 그대로 뒷걸음치면서서로의 안녕을 보아요피고 지는 마음을 알아요다시 돌아온 계절도난 한 동안 새 활짝 피었다 질래또 한번 영원히그럼에도 내 사랑은또 같은 꿈을 꾸고그럼에도 꾸던 꿈을난 또 미루진 않을거야"}, {"곡명": "다정히 내 이름을 부르면", "가수": "경서예지", "앨범": "다정히 내 이름을 부르면 (경서예지 x 전건호)", "발매일": "2021.05.19", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=33496587", "좋아요": 211454, "가사": "끝없이 별빛이 내리던 밤기분 좋은 바람이두 뺨을 스치고 새벽 바다 한곳을 보는아름다운 너와 나그림을 그려갔어모래 위 떨린 손끝으로날 향해 웃어주는 입술끝 모양과 저 달보다사랑스러운 두 눈을 가진 네가다정히 내 이름을부르면 내 마음이녹아내려 언제나나 하날 위해 준비된선물 같아 널 안으면잠들지 않는 바다 위를너와 함께 걷는 거 같아하늘 아래 너와 나남은 내 모든 날을 너에게다 줘도 안 아까워이제서야 내가사랑에 눈을 뜬 건 가봐경험하지 못했고믿기지 않는 일만일어나고 있는 거 아니5월에 피는 봄꽃 처럼내 사랑도 피어나부는 바람에 살며시 실어 보내다정히 내 이름을부르면 내 마음이녹아내려 언제나나 하날 위해 준비된선물 같아 널 안으면잠들지 않는 바다 위를너와 함께 걷는 거 같아하늘 아래 너와 나설레는 지금이꿈이 아닌 걸 알잖아난 더 바랄 게 없어먼 훗날 내 생애아주 작은 소리로귓가에 말할 거야내 곁에 머물러줘서마음 다해 고맙다고어떤 말로도 표현 못 할내 인생의 전부였다고이 순간 너를 꼭 안고고백할게 언제나우리 모든 날들과별빛 아래 우리 그림자제일로 특별하다고길고 긴 겨울 끝을 지나너의 앞에 서있는 지금선명한 목소리로널 사랑한다고말할게"}, {"곡명": "너와의 모든 지금", "가수": "재쓰비 (JAESSBEE)", "앨범": "너와의 모든 지금", "발매일": "2024.11.11", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38195515", "좋아요": 90810, "가사": "말도 안 되게 싱그러웠어뭘 해도 됐던 그 나이엔이유 없이도 특별했었지 그땐그게 난 그리운 거야 아마그 모든 시간 속에 날여전히 기억해내게 언제의 나를사랑하냐고 물으면 바로 지금날 알아보고 날 믿어주는너와의 모든 지금아무것도 아닌 건 아무것도 없었어지나간 모든 순간들이루지 못한 그 모든 꿈을또 한 번 모아서안되면 그냥 웃어버리고또 하면 되지 뭐쏟아지는 별빛들보다눈부시게 빛나고 있어넌 다른 나 나 나 나 나야(J Square)재수는 Retry라고 쓰디쓴 눈물을 삼키며 말했었지비밀을 알려주자면넌 뭘 했어도성공할 연인 걸 알고 있잖아한 번도 굳이 말하지 못한 그 말내가 뒤에 있어당장 저질러버려마지막 날인 것처럼오늘을 시작해내게 언제의 나를사랑하냐고 물으면 바로 지금날 알아보고 날 믿어주는너와의 모든 지금쏟아지는 별빛들보다눈부시게 빛나고 있어넌 다른 나 나 나 나 나야피할 수가 없는 날이면하루쯤은 그냥 구겨 던져버려온몸으로 막아도내일은 올 테니까Get it over, tonightStay in what you believin’넌 너를 그냥 믿어도무지 너를 모르겠다면네 곁에 나를 믿어아무 것도 아닌 건아무 것도 없댔어우리의 모든 순간들Go goWe’re gonna get your back, babyGo goWe’re gonna wait ‘till you be there쏟아지는 별빛들보다눈부시게 빛나고 있어넌 다른 나 나 나 나 나야"}, {"곡명": "London Boy", "가수": "임영웅", "앨범": "Polaroid", "발매일": "2022.11.15", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=35834583", "좋아요": 67752, "가사": "꿈에 그리던 그곳 난 여기 있어저 푸른 바다 위로 널 닮은 하늘I’m in London oh,I’m in London, yeah드넓은 공원 안에 널 담은 향기가는 모든 곳마다 난 네가 보여I’m in London,yeah, I’m in London, oh나지막한 소리가 들려와수많은 별들 사이 너에게Baby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London BoyOh oh no no noLondon Boy yeah셰익스피어, 처칠, 비틀즈, 숀 코네리해리포터, 데이비드 베컴 모든 게 있어Baby You are my London Girl행복은 너와 함께 즐기는 거야내 모든 걸 다 줘도 아깝지 않아너는 내게, Oh그런 사람, Oh나지막한 소리가 들려와수많은 별들 사이 너에게Baby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London Boy널 만나고 내가 변했다Oh, I’m London BoyBaby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London BoyLa la la la la la la laLa la la la la la la laLa la la la la la la laI’m London, London BoyLa la la la la la la laLa la la la la la la laLa la la la la la la laLondon BoyLondon BoyLondon Boy"}, {"곡명": "인생찬가", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=35008534", "좋아요": 60172, "가사": "꿈처럼 지나간 시간나는 무얼 찾고 싶었나지도도 없이 걸어온 삶을후회하진 않으리떠난 어제는 떠날 오늘로남겨지기도 하지나의 친구여 나의 형제여내 이름 불러주오미안하다 나의 인생아앞만 보며 살아왔구나찬란한 순간이여 영원하라내일은 처음 가는 길언제나처럼 또 두려워버들강아지 활짝 웃는 날후회하지 않으리비가 내리면 노래하리눈이 내려도 좋아나의 친구여 나의 형제여내 이름 불러 주오미안하다 나의 인생아앞만 보며 살아왔구나찬란한 순간이여 영원하라영원한 순간이여 찬란하라"}, {"곡명": "너에게 닿기를", "가수": "10CM", "앨범": "너에게 닿기를", "발매일": "2025.03.06", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=38626852", "좋아요": 28027, "가사": "따사로운 햇살 속에서종소리가 울려 퍼지네뺨을 매만지는 바람한숨만은 깊어져만 가고저 멀리서 핑 도는 눈물이름을 붙여준 내일포개어지는 미래 빛 라인천진난만한 이런 기분도신이 나서 날아갈 정도로 웃었던 날도사랑스럽고 소중하게 키울 수 있도록어렵고 힘들었던 시간을 넘어서아주 많은 처음을 주었잖아이어져 가서는 닿기를천진난만한 이런 기분도신이 나서 날아갈 정도로 웃었던 날도사랑스럽고 소중하게 키울 수 있도록어렵고 힘들었던 시간을 넘어서아주 많은 처음을 주었잖아이어져 가서는천진난만한 이런 기분도신이 나서 날아갈 정도로 웃었던 날도사랑스럽고 소중하게 키울 수 있도록어렵고 힘들었던 시간을 넘어서아주 많은 처음을 주었잖아이어져 가서는이어져 가서는 닿기를"}, {"곡명": "Polaroid", "가수": "임영웅", "앨범": "Polaroid", "발매일": "2022.11.15", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=35834584", "좋아요": 60815, "가사": "별들이 짙던 밤 하늘에 약속한 고백아직도 맘에당연하듯 남아 있어요어제 일같이 선명하네요가슴 저리는 게 사랑이 아니라그 누가 뭐라던가, 오심장이 뛰는데 아프게 뛰는데이게 사랑인 거야운명 같은 밤 너를 만나영원하자고 외쳤던 그 밤네가 날 잊어도난 널 꺼내 볼 테니까 언제나내 맘속 사진첩 한 켠엔 그대가 있지참 행복했지 때론 아픈 날이 있어도버릴 수 없는 추억이 됐지가슴 저리는 게 사랑이 아니라그 누가 뭐라던가, 오심장이 뛰는데 아프게 뛰는데이게 사랑인 거야운명 같은 밤 너를 만나영원하자고 외쳤던 그 밤네가 날 잊어도난 널 꺼내 볼 테니까 언제나우~ 예~우~네가 날 잊어도난 널 꺼내 볼 테니까 언제나한 장씩 널 기억하며 보낼게우리 모든 순간 가슴 떨리던 날모든 날이 따스하게 감싸준널 사랑했다운명 같은 밤 너를 만나셀 수 없이 많은 날 함께 했지사랑했어요 아주 많이사진첩 속의 그대여영원히 기억할게 시간이 지나도언제나"}, {"곡명": "Sweet Dreams (feat. Miguel)", "가수": "j-hope", "앨범": "Sweet Dreams (feat. Miguel)", "발매일": "2025.03.07", "장르": "R&B/Soul", "detail_url": "https://www.melon.com/song/detail.htm?songId=38633431", "좋아요": 29535, "가사": "YeahSweet dreams come after hoursNothin’ that’s not allowedYou should never sleep alone (sleep alone)Cuz I’ll always take you home (yeah right)When there’s nothin’ left but diamond necklace On you girlI just wanna love ya like love ya like love ya like thatLove ya like love ya like love ya like that(Then) you love me right love me right love me right backLove me right love me right love me right backYou should never sleep aloneCuz I’ll always take you homeWhen there’s nothin’ left but diamond necklace On you girl, ohAny night, any time, you are my appetite Double vision Gemini and it goes like thisTake you home, take it slow‘Til you bite your lipGot a movie in my mind and it goes like thisClosed curtains, open eyes Lay down your skin on mine Leave all the rest to meYeahSweet dreams come after hours (that’s what they do)Nothin' that’s not allowed (uh huh)You should never sleep alone (sleep alone)Cuz I’ll always take you home (yeah right)When there’s nothin’ left but diamond necklace On you girl I just wanna love ya like love ya like love ya like thatLove ya like love ya like love ya like that(Then) you love me right love me right love me right backLove me right love me right love me right backYou should never sleep aloneCuz I’ll always take you homeWhen there’s nothin’ left but diamond necklace On you girl, ohYou the only cover that I need when I’m coldYou can have my body with my heart and my soul You light up my life, you’re like a diamondShinin’ shinin’ shinin’, yeahAnd we might never get to sleep tonight I’ll give you everything you need tonightThis kind of love I guarantee for lifeDreams gonna be sweet tonightSweet dreams come after hoursNothin’ that’s not allowedYou should never sleep alone (sleep alone)You should let me take you home (alright)‘Til there’s nothin’ left but diamond necklace On you girlI just wanna love ya like love ya like love ya like thatLove ya like love ya like love ya like that(Then) you love me right love me right love me right backLove me right love me right love me right backYou should never sleep aloneCuz I’ll always take you homeWhen there’s nothin’ left but diamond necklace On you girl"}, {"곡명": "이렇게 좋아해 본 적이 없어요", "가수": "BOYNEXTDOOR", "앨범": "이렇게 좋아해 본 적이 없어요 (소녀의 세계 X BOYNEXTDOOR)", "발매일": "2025.03.14", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38656643", "좋아요": 40136, "가사": "따스한 바람이 불어오는 날엔포근한 미소로 나를 또 반겨주던그대란 사람 설레는 이 맘이렇게 난 너에게 빠졌나 봐수줍은 듯 옆에 있어주던 그대느껴본 적 없는 이런 설렘이누군가를 짝사랑하는 마음인가 봐그냥 아쉬움만 남는걸이렇게 좋아해 본 적이 없어요눈만 뜨면 그대가 참 보고 싶어요오늘은 그대 내 곁에서그저 머물러줘요그리고 내 손잡아 주세요꼭 안아 줄게요너를 데려다주던 그날 밤문득 내게 건넨 그 한마디에괜스레 얼굴이 붉어지고조심스럽게 oh oh oh그대에게 oh oh oh사랑스러운 그대 귓가에속삭여줄게요사실 그대와 있던 모든 순간은내게는 소중하고 너무나 고마워서정말 아름다워요조심스럽게 oh oh oh그대에게 oh oh oh사랑스러운 그대 귓가에 고백해볼게요이렇게 좋아해 본 적이 없어요눈만 뜨면 그대가 참 보고 싶어요오늘은 그대 내 곁에서그저 머물러줘요그리고 내 손잡아 주세요꼭 안아 줄게요부담스럽지 않게 다가가 볼게요부디 날 미워하지 말아요그저 매일 이렇게 날 보며 웃어줘요더는 바랄 게 하나 없죠이렇게 좋아해 본 적이 없어요눈만 뜨면 그대가 참 보고 싶어요오늘은 그대 내 곁에서그저 머물러줘요그리고 내 손잡아 주세요꼭 안아 줄게요"}, {"곡명": "Supersonic", "가수": "프로미스나인", "앨범": "Supersonic", "발매일": "2024.08.12", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37884934", "좋아요": 76560, "가사": "You 이른 아침 해는 너무뜨겁고 짜증만 타올라적셔도 계속 목이 타지그땐 불러봐 I’ll be right there from now911 Calling calling끈적인 Sweaty sweaty지친 도시 속 널 깨워낼 My sirenI like that 너만 있다면 I’m okay언제든 Day and nightHit me hit me upHit me hit me up now oh네 맘속 DelightShow me right now yeahShow me right now wooSuper SuperSupersonic Supersonic uhSuper SuperSupersonic Supersonic uhBy my sideShow me right now yeahShow me oh SupersonicHeat and sweat 단숨에 후 세게 BlowWe got that 이대로 Go with the flow달라진 온도 차오른 설렘 Overload자 지금부터 뛰어들어 Ready set you goDon’t be worried 뜨거운 열기손짓 한 번에 다 숨죽여You’ll like that 언제 어디든 I’ll be there언제든 Day and nightHit me hit me upHit me hit me up now oh네 맘속 DelightShow me right now yeahShow me right now wooSuper SuperSupersonic Supersonic uhSuper SuperSupersonic Supersonic uhBy my sideShow me right now yeahShow me oh Supersonic다시 또 여름이 다가오면말하지 않아도 알 수 있어지친 너를 구할 방법을For you길었던 Day and nightHit me hit me upHit me hit me up now oh네 맘 다 UntieShow me right now yeahShow me right now wooSuper SuperSupersonic Supersonic uhSuper SuperSupersonic Supersonic uhDon’t denyShow me right now yeahShow me oh Supersonic"}, {"곡명": "I AM", "가수": "IVE (아이브)", "앨범": "I've IVE", "발매일": "2023.04.10", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=36356993", "좋아요": 228474, "가사": "다른 문을 열어 따라 갈 필요는 없어넌 너의 길로 난 나의 길로 음하루하루마다 색이 달라진 느낌밝게 빛이 나는 길을 찾아I’m on my way 넌 그냥 믿으면 돼I’m on my way 보이는 그대로야너는 누군가의 Dreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I amLook at meLook at meLook at menow어제랑 또 다른 짜릿한 나두려운 모든 게 설레이게I’m in sky high, OMG사소한 건 다 아득해져 와Look at me nowLook at me nowI’m on fireI’m on my way 넌 그냥 믿으면 돼I’m on my way 보이는 그대로야너는 누군가의 Dreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I am어느 깊은 밤 길을 잃어도차라리 날아올라 그럼 네가지나가는 대로 길이거든1, 2, 31, 2, 31, 2, 3Fly upI hope you’d be someone’sdreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I am"}, {"곡명": "헤어지자 말해요", "가수": "박재정", "앨범": "1집 Alone", "발매일": "2023.04.20", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=36382580", "좋아요": 186053, "가사": "헤어지자고 말하려 오늘너에게 가다가 우리 추억 생각해 봤어처음 본 네 얼굴마주친 눈동자가까스로 본 너의 그 미소들손을 잡고 늘 걷던 거리에첫눈을 보다가 문득 고백했던 그 순간가보고 싶었던 식당난생처음 준비한 선물고맙다는 너의 그 눈물들이바뀔까 봐 두려워그대 먼저 헤어지자 말해요나는 사실 그대에게 좋은 사람이 아녜요그대 이제 날 떠난다 말해요잠시라도 이 행복을 느껴서 고마웠다고시간이 지나고 나면 나는어쩔 수 없을 걸 문득 너의 사진 보겠지새로 사귄 친구 함께웃음 띤 네 얼굴 보면말할 수 없을 묘한 감정들이힘들단 걸 알지만그대 먼저 헤어지자 말해요나는 사실 그대에게 좋은 사람이 아녜요그대 이제 날 떠난다 말해요잠시라도 이 행복을 느껴서 고마웠다고한 번은 널 볼 수 있을까이기적인 거 나도 잘 알아그땐 그럴 수밖에 없던어린 내게 한 번만 더 기회를 주길그댈 정말 사랑했다 말해요나는 사실 그대에게좋은 사람이 되고 싶었어영영 다신 못 본다 해도그댈 위한 이 노래가당신을 영원히 사랑할 테니"}, {"곡명": "인사", "가수": "범진", "앨범": "인사", "발매일": "2021.12.24", "장르": "발라드, 인디음악", "detail_url": "https://www.melon.com/song/detail.htm?songId=34451383", "좋아요": 143879, "가사": "돌아서는 너를 보며난 아무 말도 할 수 없었고슬퍼하기엔 짧았던나의 해는 저물어 갔네지나치는 모진 기억이바람 따라 흩어질 때면아무 일도 없듯이 보내주려 해아픈 맘이 남지 않도록안녕 멀어지는 나의 하루야빛나지 못한 나의 별들아차마 아껴왔던 말 이제서야잘 지내 인사를 보낼 게떠나가는 너를 보며난 아무 말도 할 수 없었고슬퍼하기엔 짧았던나의 해는 저물어 갔네돌이킬 순 없는 추억이바람 따라 흩어질 때면아무 일도 없듯이 보내주려 해아픈 맘이 남지 않도록안녕 멀어지는 나의 하루야빛나지 못한 나의 별들아차마 아껴왔던 말 이제서야잘 지내 인사를 보낼 게잘 지내 인사를 보낼 게"}, {"곡명": "Small girl (feat. 도경수(D.O.))", "가수": "이영지", "앨범": "16 Fantasy", "발매일": "2024.06.21", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=37657039", "좋아요": 160472, "가사": "If I got a two small cheeksand a bright pink lipsBaby would you‘ve wanted to kiss me?만약 내가 작은 볼과 밝은 핑크색 입술을 가졌으면네가 나한테 키스하고 싶었을까?Maybe a thin ass waist With a Brown long hairBaby, Would you've wanted to hold me?또는 갈색 긴 머리에 얇은 허리를 가졌다면 네가 나를 껴안고 싶었을까?No, you never아니, 전혀No, I’m never gonna get them all나는 그 조건들을 전부 다 가질 수가 없어Yeah,that’s what makes me feel lonely그래 그게 나를 참 외롭게 만들어Oh it’s never글쎄, 전혀It can never ever happen to me나한텐 전혀 일어날 수가 없는 일들이야Cause I’m that girltall girle 나는 키가 큰 여자니까Boy, I got a small girl fantasy나는 작은 여자들에 대한 환상이 있어Baby, would you still love me?자기야, 그래도 날 사랑해 줄래?Though I got a big laugh, big voice& big personality비록 내가 큰 웃음소리, 큰 목소리, 크고 시끄러운 성격을 가졌대도Would you guarantee it?사랑해줄 수 있어?Know you got a small girl fantasy너도 작은 여자들에 대한 환상이 있다는 걸 알아Baby, would you still love me?자기야, 그래도 날 사랑해줄래?Though I got a big laugh, big voice& big personality비록 내가 큰 웃음소리, 큰 목소리, 크고 시끄러운 성격을 가졌대도Would you guarantee ?장담해 줄 수 있어?If I got a-If I got a-Would you guarantee ?장담할 수 있겠어?If I got a-If I got a-Would you guarantee ?장담할 수 있겠어?If I got a-If I got a-If I cared aboutAll Those thing that you careThen I’m not yours만약 내가 네가 신경쓰고 있는 것들전부를 신경쓰고 있었다면 난 네 것이 아니었을거야Yes, you’re wasting all your timeOn some stupid things 맞아, 넌 너무 바보같은 것들에 시간을 낭비하고 있어Baby Im already yours난 이미 네 것이잖아You keep asking me 넌 자꾸 물어봐Do I really suit you?Do I really look good?“내가 너랑 잘 어울리는 거 같아?”“내가 진짜 예뻐 보여?” Girl, I don’t understand you난 당최 이해를 할 수가 없어All you have to do isSmiling at me Like there’s no one to interrupt us넌 그냥 우릴 방해하는 사람이 아무도 없는 것처럼날 향해 환히 웃어주기만 하면 돼‘Cause that’s all I need from you그게 내가 너한테 바라는 전부야Make that fingers v수줍어 하지 말고가까이 더 붙어난 여기있어니가 뭘 원하던지간에난 항상 똑같아다른 조건은 애초에없었어Big eyes, big laughBig voice or big personality큰 눈, 큰 웃음소리큰 목소리나 성격Girl I don’t got no fantasy난 어떤 환상도 없어Theres’s no more other fantasy그리고 그 어떤 환상도 없을거야 If I got a two small cheeksAnd a bright pink lipsBaby would you‘ve wanted to kiss me?만약 내가 작은 볼과 밝은 핑크색 입술을 가졌으면네가 나한테 키스하고 싶었을까?Maybe a thin ass waist With a Brown long hairBaby, Would you've wanted to hold me?또는 갈색 긴 머리에 얇은 허리를 가졌다면 네가 나를 껴안고 싶었을까?No, you never아니, 전혀No, I’m never gonna get them all나는 그 조건들을 전부 다 가질 수가 없어Yeah,that’s what makes me feel lonely그래 그게 나를 참 외롭게 만들어Oh it’s never글쎄, 전혀It can never ever happen to me나한텐 전혀 일어날 수가 없는 일들이야Cause I’m that girltall girle 나는 키가 큰 여자니까Boy, I got a small girl fantasy나 작은 여자들에 대한 환상이 있어Baby, would you still love me?자기야, 그래도 날 사랑해 줄래?Though I got a big laugh, big voice& big personality비록 내가 큰 웃음소리, 큰 목소리, 크고 시끄러운 성격을 가졌대도Would you guarantee ?사랑해줄 수 있어?Know you got a small girl fantasy너도 작은 여자들에 대한 환상이 있다는 걸 알아Baby, would you still love me?자기야, 그래도 날 사랑해줄래?Though I got a big laugh, big voice& big personality비록 내가 큰 웃음소리, 큰 목소리, 크고 시끄러운 성격을 가졌대도Would you guarantee ?사랑해줄 수 있어?If I got a-If I got a-Would you guarantee ?장담할 수 있겠어?If I got a-If I got a-Would you guarantee ?장담할 수 있겠어?If I got a-If I got a-"}, {"곡명": "미안해 미워해 사랑해", "가수": "Crush", "앨범": "눈물의 여왕 OST Part.4", "발매일": "2024.03.24", "장르": "발라드, 국내드라마", "detail_url": "https://www.melon.com/song/detail.htm?songId=37344905", "좋아요": 106680, "가사": "It's the same day이렇게 너를다시 불러보는 잊고 있던 마음들과이제야 내미는나의 미련한 진심들늦어서 미안해I wish I could  have told you thatI was born to love youTo love you with all my heart널 향한 심장이 멈춰지지가 않아Still want you all the time아직 내 마음속 한켠의 방에그리움으로 가득 채워너를 기다려Need you all the time아무 말도 전하지 못해시간속을 헤메이는나를 미워해It’s the same night흐릿한 어느 밤 안개 속에 너를불러보곤 해 난 또시간 저편에 빛나던기억을 떠올려두 손 꼭 잡았던I wish I could have told you thatI was made to love youTo love you with all my heart망설이다 혼자 삼켰던 말 사랑해Still want you all the time아직 내 마음속 한켠의 방에그리움으로 가득 채워너를 기다려Need you all the time미친 듯이 네게 달려가두 팔 가득 너를 품고And I want you to know you’re the only reason that I still breathe that I still liveAnd to tell you사랑했던 나의 진심이사랑받던 모든 기억이 내 모든 이유 유일한 이유Hmmm"}, {"곡명": "Hype Boy", "가수": "NewJeans", "앨범": "NewJeans 1st EP 'New Jeans'", "발매일": "2022.08.01", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=35454426", "좋아요": 308743, "가사": "(1,2,3,4)Baby, got me looking so crazy빠져버리는 daydreamGot me feeling you너도 말해줄래누가 내게 뭐라든남들과는 달라 넌Maybe you could be the one날 믿어봐 한번I’m not looking for just funMaybe I could be the oneOh baby예민하대 나 lately너 없이는 매일 매일이 yeah재미없어 어쩌지I just want youCall my phone right nowI just wanna hear you’re mine‘Cause I know what you like boyYou’re my chemical hype boy내 지난날들은눈 뜨면 잊는 꿈Hype boy 너만 원해Hype boy 내가 전해And we can go high말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy눈을 감아말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy잠에 들려고 잠에 들려 해도네 생각에 또 새벽 세 시 uh-oh알려줄 거야 they can’t have you no more봐봐 여기 내 이름 써있다고누가 내게 뭐라든남들과는 달라 넌Maybe you could be the one날 믿어봐 한번I’m not looking for just funMaybe I could be the oneOh baby예민하대 나 lately너 없이는 매일 매일이 yeah재미없어 어쩌지I just want youCall my phone right nowI just wanna hear you’re mine‘Cause I know what you like boyYou’re my chemical hype boy내 지난날들은눈 뜨면 잊는 꿈Hype boy 너만 원해Hype boy 내가 전해And we can go high말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy눈을 감아말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy"}, {"곡명": "연애편지", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "포크/블루스", "detail_url": "https://www.melon.com/song/detail.htm?songId=35008532", "좋아요": 56815, "가사": "노을에 물든 저녁 하늘이오랜만에 참 좋은 저녁입니다문득 떠오른 그대 생각에나지막이 이름을 불러봅니다나도 몰래 꺼내 본 낡은 수첩엔그대가 너무도 많아차마 그립단 말 대신꽃잎을 넣어 보내며하얀 종이에 하지 못한 말아직 그댄 내 고운 사랑입니다외로이 스쳐 창을 흔드는바람 소리 쓸쓸한 시간입니다어둠 만들고 초를 태우며나지막이 그대를 불러봅니다나도 몰래 꺼내 본 낡은 사진엔그대가 너무도 많아차마 그립단 말 대신바라본 밤하늘에는아스라이 먼 작은 별 하나외로이 홀로 남아 깜박입니다그대를 닮은 작은 별 하나외로이 홀로 남아 깜박입니다그대 고운 이름은 사랑입니다"}, {"곡명": "취중고백", "가수": "김민석", "앨범": "취중고백", "발매일": "2021.12.19", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=34431086", "좋아요": 198147, "가사": "뭐하고 있었니 늦었지만잠시 나올래너의 집 골목에 있는놀이터에 앉아 있어친구들 만나서 오랜만에술을 좀 했는데자꾸만 니 얼굴 떠올라무작정 달려왔어이 맘 모르겠니요즘 난 미친 사람처럼너만 생각해대책없이 네가 점점 좋아져아냐 안 취했어 진짜야널 정말 사랑해눈물이 날만큼 원하고 있어정말로 몰랐니가끔 전화해 장난치듯주말엔 뭐할거냐며너의 관심 끌던 나를그리고 한번씩 누나 주려 샀는데너 그냥 준다고생색 낸 선물도 너 때문에 산거야이 맘 모르겠니요즘 난 미친 사람처럼너만 생각해대책없이 네가 점점 좋아져아냐 안 취했어 진짜야널 정말 사랑해진심이야 믿어줘갑자기 이런 말 놀랐다면 미안해부담이 되는게 당연해이해해 널하지만 내 고백도 이해해 주겠니 oh지금 당장 대답하진마나와 일주일만 사귀어줄래후회없이 잘 해주고 싶은데그 후에도 니가 싫다면나 그때 포기할게귀찮게 안할게 혼자 아플게진심이야 너를 사랑하고 있어"}, {"곡명": "DRAMA", "가수": "G-DRAGON", "앨범": "Übermensch", "발매일": "2025.02.25", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38589555", "좋아요": 35964, "가사": "When every scene’s rolling in goodWhy you acting like it’s so badThere is nothing left to see right so I’dPaint all over this pain-full of blackSeems like you like to start an argumentWin or lose, Just for the hell of it“你总是问我爱你，爱得有多深“You never like it when it’s nice‘Drama queen’ got it from her mamaRather hang up to pick a fightWhat goes around here comes the karmaBaby it’s cold outside, I’ll make you warmBurn, Burn,      this love‘The End’ begins for us be niceI bet you like it, Bet you like thisI’ve lost an angel, Falling in loveBlessing the curse that we are born with andI gave it all that I could butHow dare you be so cold and heartlessLet’s take a bow “     ”I’m out the door “You want more?”Go play the role(lol) alone“¬¬¬わからない、意味もないし。何故？ 君は…”You never like it when it’s nice‘Drama queen’ got it from her mamaRather hang up to pick a fightWhat goes around here comes the karmaBaby it’s cold outside, I’ll make you warmBurn, Burn,      this love‘The End’ begins for us be niceI bet you like it, Bet you like thisI don’t know why can’t we be drama freeMore than just a minute I keep asking myself, What the hell am I doing in this…?‘극’에 달한 ‘희비’가 갈마드는 ‘드라마’You never like it when it’s nice‘Drama queen’ got it from her mamaRather hang up to pick a fightWhat goes around here comes the karmaBaby it’s cold outside, I’ll make you warmBurn, Burn,      this love‘The End’ begins for us be niceI bet you like it,    you like a   …..You never like it when it’s nice‘Drama queen’ got it from her mamaBaby it’s cold outsideBurn, Burn,      this loveYou never like it when it’s nice"}, {"곡명": "Armageddon", "가수": "aespa", "앨범": "Armageddon - The 1st Album", "발매일": "2024.05.27", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37524038", "좋아요": 91025, "가사": "ArmageddonShootImma get ’emShootWatch UhImma bite back Uh짙은 어둠이막아설 땐 Uh한 걸음 앞으로날아든 It’s bad사라진 Feedback시작된 Code black Uh깊어가혼란스러운 밤악몽은 또 짙게 번져가뭔갈 숨기려고 해I got it, I got it혼돈을 타고덮쳐 Killing likeBang chitty bangBang chitty bang bang’Cause I wanna seeI wanna see trulyBang chitty bangBang chitty bang bang내게 다가와 다가와Imma get itDone(Aw wayo wayo)널 향해 겨눠 Get it, gone(Aw wayo wayo)이젠 널 끝내 Better run(끝을 모르는 너와 나 You gonna, gonna)깨트려 거침없이 Done(Go way up, way up)Full shot pull it up ArmageddonImma get ’emShootImma get ’emHey Ya또 다른 나우릴 막지 마We never play niceShoot완벽한 Pair넌 똑같은 SoulThree to get ready우린 Shoot and go겁 없이 누벼날 이끄는 WayBang chitty bangBang chitty bang bangYes I’m gonna seeI’m gonna see, want itBang chitty bangBang chitty bang bang답이 들려와 들려와Imma get itDone(Aw wayo wayo)널 향해 겨눠 Get it, gone(Aw wayo wayo)이젠 널 끝내 Better run(끝을 모르는 너와 나 You gonna, gonna)깨트려 거침없이 Done(Go way up, way up)Full shot pull it up ArmageddonImma get ’em또 어둠을 몰아내고시작을 꽃피운 너와 나의 Story더 완벽해진 우리(Armageddon)정의해 이젠나만의 Complete내 모든 걸 이끌어Do it all myself완전한 나를 이뤄내(Drop)Throw it back,throw it back,throw it backBorn like a queenBorn like a king YaThrow it back,throw it back,throw it back불러Imma get ’emDone(Aw wayo wayo)널 향해 겨눠 Get it, gone(Aw wayo wayo)이젠 널 끝내 Better run(끝을 모르는 너와 나You gonna, gonna)깨트려 거침없이 Done(Go way up, way up)Full shot pull it up ArmageddonArmageddon(Aw wayo wayo wayoWarning all night long)Armageddon(Aw wayo wayo)끝과 시작의Armageddon"}, {"곡명": "사막에서 꽃을 피우듯", "가수": "우디 (Woody)", "앨범": "사막에서 꽃을 피우듯", "발매일": "2023.07.14", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=36616378", "좋아요": 104723, "가사": "아침에 눈 뜨는 게 너무 행복해졌어 널 사랑한다 말할 수 있어서 하늘에 감사해 ⠀네 번의 계절을 너와 함께할게평생토록 더 오래도록 더 영원토록⠀음악처럼 꿈처럼 매일 새롭게 사랑을 주고 싶어 지금처럼 곁에 있어 주기를 언제나⠀사막에서 꽃을 피우듯 널 만난 건 기적인 걸설렘이 사라지더라도 이 사랑을 지켜줄게⠀허물없이 지내다가도힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게 ⠀한 걸음 한 걸음 어둡지 않게 내가 널 비춰줄게지금처럼 곁에 있어 주면 돼 언제나⠀사막에서 꽃을 피우듯 널 만난 건 기적인 걸설렘이 사라지더라도 이 사랑을 지켜줄게⠀허물없이 지내다가도힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게 ⠀너와 함께하는 이 시간이조금만 더 천천히 흘러가길⠀어떤 날엔 웃게 해 줄게좋은 날엔 더 안아줄게슬픈 날엔 그냥 울어도 돼내가 더 노력할게 ⠀허물없이 지내다가도 힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게⠀언제나 네 곁에 있을게"}, {"곡명": "Ditto", "가수": "NewJeans", "앨범": "NewJeans 'OMG'", "발매일": "2022.12.19", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=35945927", "좋아요": 303771, "가사": "Woo woo woo woo oohWoo woo woo wooStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it ditto훌쩍 커버렸어함께한 기억처럼널 보는 내 마음은어느새 여름 지나 가을기다렸지 all this timeDo you want somebodyLike I want somebody날 보고 웃었지만Do you think about me now yeahAll the time yeahAll the timeI got no time to lose내 길었던 하루난 보고 싶어Ra-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)I got nothing to lose널 좋아한다고wooah wooah wooahRa-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)But I don't want toStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it dittoI don't want toWalk in this 미로다 아는 건 아니어도바라던 대로말해줘 Say it backOh say it dittoI want you so, want youSo say it dittoNot just anybody너를 상상했지항상 닿아있던처음 느낌 그대로 난기다렸지 all this timeI got nothing to lose널 좋아한다고wooah wooah wooahRa-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)But I don't want toStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it dittoI don't want toWalk in this 미로다 아는 건 아니어도바라던 대로말해줘 Say it backOh say it dittoI want you so, want youSo say it dittoWoo woo woo woo oohWoo woo woo woo"}, {"곡명": "살기 위해서", "가수": "순순희", "앨범": "살기 위해서", "발매일": "2022.04.24", "장르": "발라드, 인디음악", "detail_url": "https://www.melon.com/song/detail.htm?songId=34941788", "좋아요": 29356, "가사": "원합니다 내가 살기 위해서내가 이렇게도 가슴이 뛰는 건그대가 내 마음에 다녀 갔었나 봐우리 사랑은 또 스쳐가지만세상에서 가장 그리운 사람내가 어느새 그대 이름을 불러원합니다 내가 살기 위해서그 사랑이 아파도 기다릴게 여기서사랑이란 멀리 있어도언젠간 만날 테니까네가 없으면죽을 것 같아서 살기 위해서왜 이유 없이 눈물이 났는지그렇게 가슴 아파야 했는지지금 달려가 꼭 말해주고 싶어원합니다 내가 살기 위해서그 사랑이 아파도 기다릴게 여기서사랑이란 멀리 있어도언젠간 만날 테니까네가 없으면죽을 것 같아서 널 사랑해서두 번 다신 못 보게 될까 봐연기처럼 네가 사라질까 봐난 두려워원합니다 내가 살기 위해서날 살게 해준 사람 바로 그대입니다눈물마저 고맙습니다그대가 준 것이니까그리움 조차 나는 행복해서살기 위해서 널 사랑해"}, {"곡명": "Sticky", "가수": "KISS OF LIFE", "앨범": "Sticky", "발매일": "2024.07.01", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37693124", "좋아요": 87468, "가사": "How long before we fall in loveHow long before we fall in loveHere’s a ticketBaby wanna go out?푸른 Palm tree우릴 부르잖아Don’t be pickyYeah 누벼 이 Town 위를Feel like I’m hot stuffYou’re my rock starHear me now바람은 Sweet and saltyMargarita같이Here on out이 여름 위를 DrivingWon’t you navigate meHow long before we fall in love(널 마주친 순간 I fly high)How long before we fall in love(Let me know let me know)Oh 뛰어들어 둘만의 Ocean dive왠지 묘한 이 느낌 녹아내려Sticky sticky sticky stickyLove got so poppin’ flavor예상 못 한 New taste나른해 Summer fever 내리질 않네So hear me now달콤한 맘이 Drippin’Like gelato meltingHere on out심장에 남긴 Darlin’Won’t you navigate meHow long before we fall in love(널 마주친 순간 I fly high)How long before we fall in love(Let me know let me know)Oh 뛰어들어 둘만의 Ocean dive왠지 묘한 이 느낌 녹아내려Sticky sticky sticky sticky오늘 같은 날이 더 없대도I wanna keep on stayingKnow you’d make me fly away오렌지빛 물든 저 노을에 Kiss itSo say yeahSticky sticky sticky stickyAnd you’re the one who’s with itWith it with it with meYeah 느려져도 돼 Like slomo motionI’d take you to the new world so boy발 닿는 대로 가 There’s no way그리곤 내게로 와 Follow my leadLet’s get it yeahHow long before we fall in love(저 나비처럼 난 Go round round)How long before we fall in love(Let me know let me know)I like it 눈부신 여름빛지금 우린 Sticky sticky sticky sticky"}, {"곡명": "숙녀에게", "가수": "송필근", "앨범": "숙녀에게", "발매일": "2025.03.16", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38661887", "좋아요": 11665, "가사": "어쩌면 처음 그땐 시간이 멈춘 듯이 미지의 나라 그곳에서걸어온 것처럼가을에 서둘러 온 초겨울 새벽녘에반가운 눈처럼 그대는내게로 다가왔죠그대의 맑은 미소는내 맘에 꼭 들지만가끔씩 보이는 우울한 눈빛이마음에 걸려요나 그대 아주 작은 일까지알고 싶지만어쩐지 그댄 내게 말을 안 해요허면 그대 잠든 밤꿈속으로 찾아가살며시 얘기 듣고 올래요그대의 맑은 미소는내 맘에 꼭 들지만가끔씩 보이는 우울한 눈빛이마음에 걸려요나 그대 아주 작은 일까지알고 싶지만어쩐지 그댄 내게 말을 안 해요허면 그대 잠든 밤꿈속으로 찾아가살며시 얘기 듣고 올래요나 그대 아주 작은 일까지알고 싶지만어쩐지 그댄 내게 말을 안 해요허면 그대 잠든 밤꿈속으로 찾아가살며시 얘기 듣고 올래요"}, {"곡명": "해야 (HEYA)", "가수": "IVE (아이브)", "앨범": "IVE SWITCH", "발매일": "2024.04.29", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=37463572", "좋아요": 90622, "가사": "Let’s get itLook at itPay attention얼어붙은 맘 어디 깨볼까? 놀라버렸던 네 심장 말이야 맘에 들었어 넌 그냥 Say yes 내가 널 부르면 “얼음 땡” (Da da da dun dun) 널 노리는 내 두 눈숨을 죽인 그다음한 발 낮춘 attitude때를 기다리는 pose 어둠 속 빛난 tiger eyes날 감춘 채로 다가가새빨간 말로 홀려 놔방심한 순간 claw 우린 더 높이하늘에 닿을 것처럼 외쳐 너를 깨워올려 봐 노려봐 넌 내 거니까 다자꾸 널 보면 탐이 탐이 나해야 해야 해야한입에 널 삼킬 때야(탐이 탐이 나)해야 해야 해야이미 내가 이긴 패야(널 보면 탐이 탐이 나)해야 해야 해야뜨겁게 떠오르는 해야별안간 홀린 그 순간 Bite단 한 번에 난 널 휘리휘리 Catch ya 더 높이 Keep it upUh huhHappily ever after? Nope!(Da da da dun dun)못 기다린대 못 돼버린 내 맘이겁 따윈 없는 척하지 마 너 감히멀어져 넌 가니어차피 한 입 거리 (Hey)옳지 착하지 더 이리이리 오렴 네 맘 나 주면 안 잡아먹지 Right now내 발톱 아래 뭘 숨겼을지 Watch out우린 더 높이하늘에 닿을 것처럼 외쳐 너를 깨워올려 봐 노려봐 넌 내 거니까 다자꾸 널 보면 탐이 탐이 나해야 해야 해야한입에 널 삼킬 때야(탐이 탐이 나)해야 해야 해야이미 내가 이긴 패야(널 보면 탐이 탐이 나)해야 해야 해야뜨겁게 떠오르는 해야별안간 홀린 그 순간 Bite단 한 번에 난 널 휘리휘리 Catch ya 휘리휘리 휘리휘리 휘리휘리 휘리휘리더 붉게 더 밝게타올라 뜨거워도 좋으니더 높게 더 높게숨어도 넌 내 손바닥 안이니깊은 어둠이 짙은 구름이또 긴 밤 아래 널 감출 테니Chew and swallow Get ready for it, baby(Listen when I say)자꾸 널 보면 탐이 탐이 나해야 해야 해야한입에 널 삼킬 때야(탐이 탐이 나)해야 해야 해야이미 내가 이긴 패야(널 보면 탐이 탐이 나)해야 해야 해야뜨겁게 떠오르는 해야별안간 홀린 그 순간 BiteDa da da dun dun dun"}, {"곡명": "녹아내려요", "가수": "DAY6 (데이식스)", "앨범": "Band Aid", "발매일": "2024.09.02", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=37946921", "좋아요": 92530, "가사": "꺾어 버리는 한마디깎여 버리는 웃음기 모든 게 다 바닥난 채떨고 있었다  맘의 온도는 하강 중서서히 얼어붙던 중넌 달려와 뜨겁게 날 끌어안았다 걱정하는 눈빛으로바라봐 주는 너고생했어 오늘도 (오늘도)한마디에걷잡을 수 없이스르륵 녹아내려요죽어가던 마음을기적처럼 살려 낸 그 순간따뜻한 눈물이주르륵 흘러내려요 너의 그 미소가 다시 버텨 낼 수 있게 해 줘요걱정 마 괜찮아 옆에 내가 있잖아 너의 그 말이 날다시 일어서게 해 기막힌 우연처럼 나타나 줬던 너 두 팔 벌려 웃으며 (어서 와) 안아 주면걷잡을 수 없이스르륵 녹아내려요죽어가던 마음을기적처럼 살려 낸 그 순간따뜻한 눈물이주르륵 흘러내려요 너의 그 미소가 다시 버텨 낼 수 있게 해 줘요나에게 넌 행운이야 놀라움 뿐이야이젠 내 차례Love you hold you give you all I got걷잡을 수 없이스르륵 녹아내려요죽어가던 마음을기적처럼 살려 낸 그 순간따뜻한 눈물이주르륵 흘러내려요 너의 그 미소가 다시 버텨 낼 수 있게 해 줘요"}, {"곡명": "어제보다 슬픈 오늘", "가수": "우디 (Woody)", "앨범": "어제보다 슬픈 오늘", "발매일": "2025.03.31", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38733032", "좋아요": 5595, "가사": "밤새도록 내리던 소낙비가 네 모습을 지울까네가 떠난 어제보다도 난 오늘이 더 슬퍼지고나의 창에 비친 아침 햇살이 어젯밤을 다 지울까퉁퉁 부은 내 눈 속에는 아직 너를 보낸 눈물이거울 속에 비친 내 모습은 괜찮다며 웃는데거울 밖에 난 울고 있잖아넌 괜찮니 지금도 나는 실감 나지 않는다어제 네가 쓰던 컵이 아직 나와 둘이 앉아 있고너의 사랑이 머물다 떠난내 방안의 슬픔은 내 가슴에 스며내게 어제보다 더 큰 아픔을 주네밤새도록 힘들게 취한다고 네 모습을 잊을까어제 네가 했던 이별 얘기는 도무지 기억이 안 나내 얼굴에 드리운 아침 햇살 힘들게 나 눈을 뜨면네가 없는 텅 빈 침대만이 내 이별을 말하네거울 속에 비친 내 모습은 괜찮다며 웃는데거울 밖에 난 울고 있잖아넌 괜찮니 아직도 나는 믿어지지 않는다문득 현관문을 열면 네가 웃으면서 올 것 같아너의 사랑이 남겨진 여기이 공간의 슬픔은 내 두 눈을 적셔오늘 어제보다 더 큰 슬픔이 되어넌 괜찮니 지금도 나는 실감 나지 않는다어제 네가 쓰던 컵이 아직 나와 둘이 앉아 있고너의 사랑이 머물다 떠난내 방안의 슬픔은 내 가슴에 스며내게 어제보다 더 큰 아픔을 주네어제보다 더 오늘이 아프다"}, {"곡명": "Supernatural", "가수": "NewJeans", "앨범": "Supernatural", "발매일": "2024.06.21", "장르": "J-POP", "detail_url": "https://www.melon.com/song/detail.htm?songId=37659322", "좋아요": 105457, "가사": "Stormy nightCloudy skyIn a moment you and IOne more chance너와 나 다시 한번 만나게서로에게 향하게My feeling’s getting deeper내 심박수를 믿어우리 인연은 깊어I gotta see the meaning of itI don’t know what we’ve done되돌아가긴 싫어もう知っているDon’t know what we’ve been sold見つけられるよSo it’s sureGolden moonDiamond starsIn a moment you and ISecond chanceしょうがないもう少し待って너와 내게 향하게My feeling’s getting deeper내 심박수를 믿어우리 인연은 깊어I gotta see the meaning of itI don’t know what we’ve done되돌아가긴 싫어もう知っているDon’t know what we’ve been sold見つけられるよSo it’s sureIt’s supernaturalIt’s supernatural거짓말 안 할래너도 말해Attention we should payTo what is coming throughWe had no ideaIt’s crystal clearLove is hereSitting next to you私とあなたGolden moonDiamond starsIn a moment we unite"}, {"곡명": "earthquake", "가수": "지수 (JISOO)", "앨범": "AMORTAGE", "발매일": "2025.02.14", "장르": "댄스", "detail_url": "https://www.melon.com/song/detail.htm?songId=38557707", "좋아요": 27292, "가사": "It hits me like an earthquake더 빠르게 my heart race온몸이 떨려 can’t stand널 부정할 수 없게I think I’m gonna심장 off the chart 마치 race car(Vroom vroom vroom)시간조차 FAST 숨이 멎게(Vroom vroom vroom)벗어나려 할수록 너는 짙어져알면서 깨어날 수 없는 꿈처럼There’s a shock coming after 지금(’Bout to blow)(’Bout to blow)(’Bout to blow)(’Bout to blow)It hits me like an earthquake더 빠르게 my heart race온몸이 떨려 can’t stand널 부정할 수 없게I think I’m gonnaI think I’m gonnaI think I’m gonnaWake up, electric touch내 맘이 춤춰You give me that good goodFrom every angle내 세상을 덮친 널 가져야겠어벗어나려 할수록 너는 짙어져알면서 깨어날 수 없는 꿈처럼There’s a shock coming after 지금(’Bout to blow)(’Bout to blow)(’Bout to blow)(’Bout to blow)It hits me like an earthquake더 빠르게 my heart race온몸이 떨려 can’t stand널 부정할 수 없게I think I’m gonnaI think I’m gonna’Cause I 깊이 떨어져도 and I love it굳이 말 안 해도 yeah I’m feelin’ youOne touch baby I fall 난 널 원해네 눈동자 속에 가둬줘 날 all of the timeIt hits me like an earthquake더 빠르게 my heart race온몸이 떨려 can’t stand널 부정할 수 없게I think I’m gonnaI think I’m gonnaI think I’m gonna"}, {"곡명": "number one girl", "가수": "로제 (ROSÉ)", "앨범": "number one girl", "발매일": "2024.11.22", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38244575", "좋아요": 55039, "가사": "Tell me that I’m specialTell me I look prettyTell me I’m a little angelSweetheart of your citySay what I’m dying to hearCause I’m dying to hear youTell me I’m that new thingTell me that I’m relevantTell me that I got a big heartThen back it up with evidenceI need it and I don’t know whyThis late at nightIsn’t it lonelyI’d do anything to make you want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesYour one and onlySo what’s it gon’ take for you to want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesTell me I’m going real big placesDown to earth so friendlyAnd even through all the phasesTell me you accept meWell that’s all I’m dying to hearYeah I’m dying to hear youTell me that you need meTell me that I’m lovedTell me that I’m worth itAnd that I’m enoughI need it and I don’t know whyThis late at nightIsn’t it lonelyI’d do anything to make you want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesYour one and onlySo what’s it gon’ take for you to want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesThe girl in your eyesThe girl in your eyesTell me I’m the number one girlI’m the number one girl in your eyesThe girl in your eyesThe girl in your eyesTell me I’m the number one girlI’m the number one girl in your eyesWell isn’t it lonelyI’d do anything to make you want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesYour one and onlySo what’s it gon’ take for you to want meI’d give it all up if you told meThat I’d beThe number one girl in your eyesThe number one girl in your eyes"}, {"곡명": "Igloo", "가수": "KISS OF LIFE", "앨범": "Lose Yourself", "발매일": "2024.10.15", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38068560", "좋아요": 43003, "가사": "Imma back up every wordMini skirt, pretty pinkWhat you heardBut it’s never what you thinkTrustI got finger-licking venomLittle sweet, a little bitterLooking like a seven figure on me cause IMmmmI can melt an iglooYeah cause I’m so dang hotI got everything you - that you’re feening forThrowing some cash on that bodyThrow in some cash, make ’em put in that workWhether it rains or it’s sunnyBest believe I keep ‘em running backGlass room, perfume, Kodak on that lilacSlipping on my short dress, know he like thatFacetime on the regularIn the night, wanna say what’s upHe knows this ain’t regular, got that A1 on the scheduleI got finger-licking venomLittle sweet, a little bitterLooking like a seven figure on me cause IMmmmI can melt an iglooYeah cause I’m so dang hotI got everything you - that you’re feening forHeart attack -IVWhen I walk the streetVitamins that DI’m good, I’m healthyEvery summer I come outMake ‘em disappear like cloudsTo me, it’s another year to you, it’s all you worry ‘boutYeah white tippy toe summerI make him go dumb duhHe doubled down on that text, says that I’m the only oneMmmmI make him lose his coolYeah I make him goMmmmI can melt an iglooYeah cause I’m so dang hotI got everything you - that you’re feening for"}, {"곡명": "벚꽃 엔딩", "가수": "버스커 버스커", "앨범": "버스커 버스커 1집", "발매일": "2012.03.29", "장르": "록/메탈", "detail_url": "https://www.melon.com/song/detail.htm?songId=3753304", "좋아요": 317788, "가사": "그대여 그대여 그대여  그대여 그대여 오늘은 우리 같이 걸어요 이 거리를 밤에 들려오는 자장노래 어떤가요 오예 몰랐던 그대와 단 둘이 손 잡고 알 수 없는 이 떨림과 둘이 걸어요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 오예 그대여 우리 이제 손 잡아요 이 거리에 마침 들려오는 사랑 노래 어떤가요 오예 사랑하는 그대와 단 둘이 손잡고 알 수 없는 이 거리를 둘이 걸어요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 바람 불면 울렁이는 기분 탓에 나도 모르게 바람 불면 저편에서 그대여 니 모습이 자꾸 겹쳐 오 또 울렁이는 기분 탓에 나도 모르게 바람 불면 저편에서 그대여 니 모습이 자꾸 겹쳐 사랑하는 연인들이 많군요 알 수 없는 친구들이 많아요 흩날리는 벚꽃 잎이 많군요 좋아요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 봄바람 휘날리며 흩날리는 벚꽃 잎이 울려 퍼질 이 거리를 우우 둘이 걸어요 그대여 그대여 그대여 그대여 그대여"}, {"곡명": "보금자리", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "성인가요/트로트", "detail_url": "https://www.melon.com/song/detail.htm?songId=35008530", "좋아요": 54633, "가사": "그대 사랑이 나였음 좋겠다아무것도 필요 없어요든든한 품에 안겨 잠들고 싶어라내 사랑의 보금자리아무것도 바라지 않아요당신만 있으면 돼한 눈 팔지 않고 사랑할래요돈도 필요 없어 백도 필요 없어당신만 있으면 돼그대 사랑이 나였음 좋겠다아무것도 필요 없어요든든한 품에 안겨 잠들고 싶어라내 사랑의 보금자리아무것도 바라지 않아요당신만 있으면 돼한 눈 팔지 않고 사랑할래요돈도 필요 없어 백도 필요 없어당신만 있으면 돼아무것도 바라지 않아요당신만 있으면 돼한 눈 팔지 않고 사랑할래요돈도 필요 없어 백도 필요 없어당신만 있으면 돼당신만 있으면 돼"}]